{
  "tips": [
    {
      "tip": "DEF can directly reduce the unit's damage taken by a flat amount.",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Starting an operation with a Drill Plan doesn't consume Sanity but there will be no rewards",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Upgrade your Operators to improve their resistance",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Promotion increases an Operator’s maximum stats and grants new Talents or Skills",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Lower-rarity Operators are easier to Promote",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Think carefully about the position of Medic and Defender Operators",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Make good use of Operators' Talents and Traits to enrich your strategies",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "When making your squad, try to exploit the enemies’ weaknesses",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Make good use of the special terrains and mechanisms on some maps",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Sometimes the order of your deployment and the timing of using skills can decide the result of a battle",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Vanguard Operators are a good choice for the beginning of a battle",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Most Sniper Operators prioritize attacking aerial targets",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "When in range, enemies will prioritize attacking the most recently deployed Operators",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Retreating Operators refunds a portion of the deployment cost",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Operators deployed on Bushes will not be targeted by ranged attacks",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Press on a terrain to check its Traits",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Physical attacks only deal minor damage when the target’s DEF exceeds the ATK",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Arts damage ignores the target's DEF, but will be reduced by a percentage based upon the target’s RES",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Operators that have retreated or were knocked out can be redeployed after a certain period of time, but their cost will be increased",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Eliminate all the enemies to get the best rating",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "You can switch Operators' skills in the editing interface before an operation",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "An Operator can be equipped with a different skill when he/she is in a different squad",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Default skill only works when an Operator is added to a new squad. It won't work if the Operator is already in the squad",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "When an Operator is deployed but his/her direction is not decided, you can tap on somewhere outside the diamond to cancel the deployment",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Operators' Trust affects their stats",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "Every day, the Credit Store grants Credit according to the Dormitories' Ambience and the number of support units being used yesterday",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "The results of Recruitment depend on the length of the time",
      "weight": 50.0,
      "category": "GACHA"
    },
    {
      "tip": "The longer the Recruitment timer, the more likely it is to match the desired tags",
      "weight": 50.0,
      "category": "GACHA"
    },
    {
      "tip": "When your budget in Recruitment is too high, the amount of money used may be reduced",
      "weight": 50.0,
      "category": "GACHA"
    },
    {
      "tip": "In Recruitment, there is a chance that qualified candidates will be found in advance",
      "weight": 50.0,
      "category": "GACHA"
    },
    {
      "tip": "Some Operators will obtain new Talents after they are Promoted and reach the highest level",
      "weight": 50.0,
      "category": "BATTLE"
    },
    {
      "tip": "There is a very small chance to obtain Lucky Drop (furniture) from Main Story stages and Supplies stages",
      "weight": 5.0,
      "category": "BUILDING"
    },
    {
      "tip": "Every time the Control Center is upgraded, the coverage of the signal will expand and new areas for construction will be unlocked",
      "weight": 1.0,
      "category": "BUILDING"
    },
    {
      "tip": "Only facilities connected to the Control Center can be cleaned and built",
      "weight": 1.0,
      "category": "BUILDING"
    },
    {
      "tip": "By cleaning up the Base of Rhodes Island, you can get more drones for use",
      "weight": 5.0,
      "category": "BUILDING"
    },
    {
      "tip": "Drones can be operated to work in many fields, including cleaning, building, upgrading facilities and assisting with production",
      "weight": 5.0,
      "category": "BUILDING"
    },
    {
      "tip": "Used drones must be charged for a certain period of time before being used again",
      "weight": 1.0,
      "category": "BUILDING"
    },
    {
      "tip": "Drone Assistance can speed up production, but it cannot benefit from efficiency bonus.",
      "weight": 1.0,
      "category": "BUILDING"
    },
    {
      "tip": "The Trust of Operators appointed as Base Assistant and Floor Assistant can be increased much faster",
      "weight": 5.0,
      "category": "BUILDING"
    },
    {
      "tip": "Base Assistant and Floor Assistants have two extra chances each day to increase Trust",
      "weight": 10.0,
      "category": "BUILDING"
    },
    {
      "tip": "Interacting with Operators with a Trust Bubble can increase their Trust. The detailed number of increased Trust is related to the Dormitories' Ambience",
      "weight": 5.0,
      "category": "BUILDING"
    },
    {
      "tip": "The more Operators are assigned to the Control Center, the less Morale is consumed per unit time",
      "weight": 5.0,
      "category": "BUILDING"
    },
    {
      "tip": "Power Plants provides power that can maintain the functions of other facilities",
      "weight": 1.0,
      "category": "BUILDING"
    },
    {
      "tip": "Assigning Operators to Power Plants increases the charge speed of drones",
      "weight": 1.0,
      "category": "BUILDING"
    },
    {
      "tip": "The higher the Factory's productivity, the shorter the production time",
      "weight": 1.0,
      "category": "BUILDING"
    },
    {
      "tip": "When there is not enough capacity for the next product, production stops automatically",
      "weight": 1.0,
      "category": "BUILDING"
    },
    {
      "tip": "The higher the Trading Post’s efficiency, the shorter the time used to obtain orders",
      "weight": 1.0,
      "category": "BUILDING"
    },
    {
      "tip": "When there is not enough capacity for the next order, the order acquisition stops automatically",
      "weight": 1.0,
      "category": "BUILDING"
    },
    {
      "tip": "The more Operators are assigned to the Factory and Trading Post, the less Morale is consumed per unit time",
      "weight": 5.0,
      "category": "BUILDING"
    },
    {
      "tip": "Operators' Morale will be depleted gradually as they work in facilities",
      "weight": 1.0,
      "category": "BUILDING"
    },
    {
      "tip": "Distracted Operators can continue to work, but they cannot provide basic bonus or Base Skill bonus",
      "weight": 10.0,
      "category": "BUILDING"
    },
    {
      "tip": "Operators can be assigned to Dormitories to restore Morale",
      "weight": 1.0,
      "category": "BUILDING"
    },
    {
      "tip": "The Ambience of Dormitories can be increased through decorations. The high the Ambience is, the faster the Morale recovers",
      "weight": 1.0,
      "category": "BUILDING"
    },
    {
      "tip": "The Ambience cannot exceed its current limit even if there are enough decorations",
      "weight": 1.0,
      "category": "BUILDING"
    },
    {
      "tip": "In a Dormitory, when more than 6 pieces of the same furniture are placed, only the first 6 pieces can provide Ambience",
      "weight": 1.0,
      "category": "BUILDING"
    },
    {
      "tip": "Assigning an Operator to network with the HR Office can increase the rate at which Recruitment tags may be refreshed",
      "weight": 1.0,
      "category": "BUILDING"
    },
    {
      "tip": "The Workshop can process all kinds of materials even if no Operator is assigned there",
      "weight": 5.0,
      "category": "BUILDING"
    },
    {
      "tip": "When an Operator is assigned to the Workshop, processing materials consumes Morale, but there is a chance to obtain byproducts",
      "weight": 5.0,
      "category": "BUILDING"
    },
    {
      "tip": "You can disassemble idle furniture in the Workshop. The process doesn't consume Morale or LMD",
      "weight": 5.0,
      "category": "BUILDING"
    },
    {
      "tip": "When skills reach Lv.7, you can increase their Specialization Level in the Training Room",
      "weight": 1.0,
      "category": "BUILDING"
    },
    {
      "tip": "An assigned trainer can reduce the training time",
      "weight": 1.0,
      "category": "BUILDING"
    },
    {
      "tip": "The Training Room can only hold 1 Operator at a time (trainer excluded)",
      "weight": 1.0,
      "category": "BUILDING"
    },
    {
      "tip": "Operators in the Reception Room can collect clues, and each of them has their own preference",
      "weight": 5.0,
      "category": "BUILDING"
    },
    {
      "tip": "Clues received from other players will expire and cannot be given to friends",
      "weight": 5.0,
      "category": "BUILDING"
    },
    {
      "tip": "Duplicate clues that have not been put into the clue slots can be given to friends",
      "weight": 5.0,
      "category": "BUILDING"
    },
    {
      "tip": "After the Clue Exchange, the initiator can earn a large amount of Credits",
      "weight": 5.0,
      "category": "BUILDING"
    },
    {
      "tip": "Assigning Operators to facilities allows them to benefit from both Base skills as well as their innate skills",
      "weight": 10.0,
      "category": "BUILDING"
    },
    {
      "tip": "Operators can improve their Base Skills or get new ones through upgrading or Promotion",
      "weight": 10.0,
      "category": "BUILDING"
    },
    {
      "tip": "Originium: A mysterious mineral. As technologies develop, more and more countries start to use it as an energy source.",
      "weight": 20.0,
      "category": "MISC"
    },
    {
      "tip": "Catastrophe: The general name for a variety of frequent natural calamities, including but not limited to storms, blizzards, floods and even meteor showers.",
      "weight": 20.0,
      "category": "MISC"
    },
    {
      "tip": "Rhodes Island: A registered pharmaceutical company that recruits talent from across the world, regardless of their background",
      "weight": 20.0,
      "category": "MISC"
    },
    {
      "tip": "Oripathy: A malignant infectious disease. Patients will die soon after their bodies start to crystallize, and become new vectors of infection.",
      "weight": 20.0,
      "category": "MISC"
    },
    {
      "tip": "Mobile City: A new urban system developed to cope with Catastrophes. Usually it only takes 2-8 weeks to completely evacuate from a Catastrophe area.",
      "weight": 20.0,
      "category": "MISC"
    },
    {
      "tip": "Originium Arts: A technique that can alter matter or consciousness by stimulating the energy inside Originium, harnessing it to manifest Arts",
      "weight": 20.0,
      "category": "MISC"
    },
    {
      "tip": "Reunion Movement: A non-governmental military organization formed by persecuted Oripathy victims. They rebel against the non-Infected and their oppressive societies.",
      "weight": 20.0,
      "category": "MISC"
    },
    {
      "tip": "Lungmen: A nomadic city led by the noble Wei Yenwu. It is known for its openness, inclusivity, and liberty.",
      "weight": 20.0,
      "category": "MISC"
    },
    {
      "tip": "Ursus Empire: A great empire formed primarily by the Ursus peoples. It is known for its vast territory, harsh environment, and military might.",
      "weight": 20.0,
      "category": "MISC"
    },
    {
      "tip": "Rhine Lab: A famous technology organization from Columbia, committed to expanding the practical applications of all kinds of cutting-edge technology.",
      "weight": 20.0,
      "category": "MISC"
    },
    {
      "tip": "Blacksteel: A transnational security company that provides all kinds of security services from bodyguard to military force.",
      "weight": 20.0,
      "category": "MISC"
    },
    {
      "tip": "Penguin Logistics: A mysterious logistics company that specializes in intelligence trading, armed escort and covert transportation.",
      "weight": 20.0,
      "category": "MISC"
    },
    {
      "tip": "Infection Monitor: A multi-functional monitoring device whose function includes Oripathy diagnosis, vital sign monitoring and condition tracking. It is widely used at Rhodes Island.",
      "weight": 20.0,
      "category": "MISC"
    }
  ],
  "worldViewTips": [
    {
      "title": "Originium",
      "description": "A common mineral on Terra, this semi-transparent black crystal contains enormous energy, and it is the primary factor of causing Catastrophes. Widely used in the field of Arts, it works as the basic material and catalyst of all kinds of Arts and Arts items. Without Originium, the efficiency of Arts would, without a doubt, drop dramatically. As technologies develop, more and more countries start to use it as an energy source.",
      "backgroundPicId": "worldtip1",
      "weight": 1.0
    },
    {
      "title": "Catastrophe",
      "description": "The general name for a variety of frequent natural calamities, including but not limited to storms, blizzards, floods and even meteor showers. Catastrophes occur frequently, but also at unpredictable intervals. Therefore, most civilizations can only hide from Catastrophes by moving the entire cities. A mineral called Originium can usually be found in the area after a Catastrophe is over. Studies indicate that Catastrophes may be actually serve as vectors for the spread of Originium.",
      "backgroundPicId": "worldtip2",
      "weight": 1.0
    },
    {
      "title": "Rhodes Island",
      "description": "Rhodes Island Pharmaceuticals Inc. is a registered drug R&D company working on medical solutions for countries, organizations and individuals infected with Oripathy. To achieve their goal, Rhodes Island recruits talents from all around the world, regardless of their background, experience, or condition. Furthermore, Rhodes Island is committed to providing the best medical and living conditions for its employees, attracting movers and shakers — Infected or not — to try to change the world.",
      "backgroundPicId": "worldtip3",
      "weight": 1.0
    },
    {
      "title": "Oripathy",
      "description": "People have found that long-term exposure to Originium and its industrial derivatives makes it more likely to be infected by an incurable disease called Oripathy, whose patients are called \"The Infected\". Oripathy can increase the patient's Arts power in a dangerous way, but tapping into this power will hasten the deterioration process and eventually lead to death, at which point the body becomes a new source of infection. Despite efforts to elucidate this disease, little progress has been made.",
      "backgroundPicId": "worldtip4",
      "weight": 1.0
    },
    {
      "title": "Mobile City",
      "description": "A city built on a giant vehicle. The frequent and destructive Catastrophes have forced all the nations to move their cities regularly to avert massive losses. The birth of the Originium engine  made it possible to industrialize Originium, and that was when people started to build larger and larger vehicles. The concept of nomadic cities was realized after vehicles became large enough to move entire cities. With the help of the Multimethod Catastrophe Prediction System, it only takes 2-8 weeks to completely evacuate from the Catastrophe area depending on the situation.",
      "backgroundPicId": "worldtip5",
      "weight": 1.0
    }
  ]
}