{
  "equipDict": {
    "uniequip_001_mgllan": {
      "uniEquipId": "uniequip_001_mgllan",
      "uniEquipName": "Magallan Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "'Operator Magallan has demonstrated a remarkable aptitude in combat with the deployment and control of her self-developed drones.\nThe Field Operations Department has thus passed the following resolution:\nThis operator shall be appointed a Supporter Operator during field operations to exercise Summoner responsibilities.\nIn witness whereof,\nThis badge is hereby conferred upon the above named.'",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_248_mgllan",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_mgllan": {
      "uniEquipId": "uniequip_002_mgllan",
      "uniEquipName": "Drone Control Module.P",
      "uniEquipIcon": "uniequip_002_mgllan",
      "uniEquipDesc": "'First expedition to the endless tundra, 25 days from the closest research station on foot:\nI just dug a tree branch out of the snow.\nThe exact data is in the data sheets, but to briefly describe it, I guess it's about as long as my arm.\nI can conclude it went through a really long petrification process. The one I'm holding must have had 90% of its original volume dissolved away before its petrification.\nWhen you think of it this way, it must have been a very big chunk of wood!\nI guess... it was probably as thick as the trunk of that tree the other day?\nIn that case, maybe the whole tree was as big as the Rhine Lab headquarters building!\nWhoa, that's amazing!\nIt doesn't seem very heavy; I'll try to take it back whole. I only hope that the Ursus police at the border aren't too hard on me.\n\nSecond expedition to the endless tundra, 28 days from the closest research station on foot:\nI'm taking shelter from the snowstorm outside. It doesn't look like I'll get anywhere today, so I'll stay here and try to rest up.\nI'm all out of drones, too. If I'd kept to the plan, I would've gone back as soon as I lost one of my drones.\nIn normal circumstances, I should have theoretically been able to last a month and a half in the tundra, but the situation here is way too brutal. A month is about as long as I can make it...\nIf I don't find anything once the snowstorm calms down a little, I'll—\nHey, you guys know what I found?!\nA field of flowers right inside the cave!\nThese plants get their water and nutrients from the ice here. They don't grow very tall, but they look like they're doing very well.\nI am taking an entire plant back in a culturing jar. I'll do some preliminary analysis back at the research station, and then bring it back to Rhine Lab.\nI'll try to keep going for two more days once the storm is over, then I'll go back.\nIf I act on impulse again, it might end up killing me.\n\nSecond expedition to the endless tundra, 30 days from the closest research station on foot:\nThere is an entire block of Originium ice crystal standing in front of me. Could be three times as tall as me!\nIt's a whole diamond shaped block, so if it wasn't for the snowstorm here, it'd be reflecting light in all directions. That'd look so cool!\nIt's a shame to just let it sit here among the pile of rocks and snow.\nI've marked down its rough location and taken a picture. I hope I'll be able to find it again next time by following the locator beacon.\nGiven the implications of the crystal being in one intact piece, I couldn't possibly have taken any samples from it. Thankfully, there are more than enough shards lying around that I can bring back to analyze. They'll last me a whole year.\nThat's the expedition's objective accomplished. Now it's time to go home!\nI wonder if I'll come across that police officer I met last time.\n\nThird expedition to the endless tundra, 15 days from the closest research station on foot:\nI'm taking a different route this time just like HQ suggested.\n15 days into this route, however, I got stopped!\nIt's an official Messenger from Ursus.\nHe told me there's a restricted military area up ahead and I shouldn't go any further.\nI showed him the expedition permit I got from the Ursus government, their confirmation of my expedition route, as well as the commission letter for me to map this area to show that I have a right to come through here.\nHe wouldn't listen and ordered me to turn back, even claiming he has the authority to cancel these documents on the spot.\nThe words he used had a really strict tone to them, but the way he said it sounded like he was just asking me to leave.\nI have a feeling that whatever lies ahead is definitely worth probing, but I also know it's not a good idea to pick a fight with a foreign official while I'm on an expedition in their territory.\nI told him I understood and gave him a pack of scalecis jerky.\nHe calmed down right away, and said he'd be willing to help me out on my way back.\nAccording to the forecast, there will probably be another huge snowstorm the next two days, so I really welcome his help.\nI may not have been able to complete my survey's objective this time, but the results I have aren't so bad.\nWhat's more, I made myself a new friend.\nThere's some black snow falling from the sky. Is there going to be a Catastrophe soon?\nI picked up a snowflake while he wasn't looking.\nI hope I'll find something interesting out of this.'",
      "typeIcon": "sum-x",
      "typeName": "SUM-X",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_248_mgllan",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 60,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_002_mgllan_1",
        "uniequip_002_mgllan_2"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 4,
          "type": "MATERIAL"
        },
        {
          "id": "30115",
          "count": 2,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 80000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_folivo": {
      "uniEquipId": "uniequip_001_folivo",
      "uniEquipName": "Scene Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "'Operator Scene has demonstrated a remarkable aptitude in combat with her deployment of multiple mobile cameras in battle, assisted by her AI robot 'Lens.'\nThe Field Operations Department has thus passed the following resolution:\nThis operator shall be appointed a Supporter Operator during field operations to exercise Summoner responsibilities.\nIn witness whereof,\nThis badge is hereby conferred upon the above named.'",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_336_folivo",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_folivo": {
      "uniEquipId": "uniequip_002_folivo",
      "uniEquipName": "Improved Lens.P",
      "uniEquipIcon": "uniequip_002_folivo",
      "uniEquipDesc": "'Scene is slowly moving toward her objective on her comfy little 'chair.'\nHer 'chair' is formed of two mobile photography platforms moving in parallel with a wooden plank placed in-between.\nLens finds this actually rather interesting. According to the data stored in its program, you would at least need a cushion and an ergonomic backrest for something to qualify as a chair.\nHowever, if Scene has no qualms with this being a chair, then Lens is certainly in no position to complain.\n'How much longer?'\nScene asks in her usual, sluggish tone.\n'Only 200 meters more! We'll be there soon!'\nAlthough it had figured out what its owner was going to say long ago, out of courtesy and respect, Lens waited until Scene actually asked the question to reply.\n'Oh.'\nScene returns to her silence.\nThis morning, Scene noticed a small hill as she relaxed on Rhodes Island's top deck. Although it does not compare to Sargon's tall mountains, the path they are on has nothing but flat plains, making the unexpected mountain a sight for sore eyes for Scene.\nShe firmly believed she would be able to take photos of the most breathtaking sceneries on that hill.\nSo, driven by her impulse, she immediately had Lens take care of the paperwork and borrowed a car and a few helping hands to race to the hill. This is quite the urgent issue to her, it seems.\nAlthough there is still a ways to go before she reaches her destination, Scene has already started to think about everything:\nThe angle, the lighting, the colors, and the ratio.\nThese are questions that Scene is almost always thinking about as she goes about her everyday life.\nThis is her profession as well as her hobby.\n'We are almost there, Miss Scene. The destination is right ahead, past those rocks! But neither the cameras nor I can climb any further. I am afraid you may have to walk the rest of the way.'\n'Okay.'\nScene slowly slides down from her 'chair.'\nShe readies her camera and slowly makes her way up. \nStep by step. \nBit by bit. \nThe sunlight at last reaches her eyes, revealing the world before her—\nShe still remembers how warm the sunshine was as it lands on her cheeks and how cool the breeze was as it brushed her arms.\nShe remembers the fowlbeasts' melodies, the fragrance of the flowers, the crudeness of the rocks.\nThe greenery extends endlessly until it reaches the blue sky. \nRays of lights pierce through the clouds up above.\nScene is always working on the composition of her photos in her head. \nYet when the scenery actually opens up before her eyes, thinking only serves to distract her from the task at hand. All she has to do is chronicle the view before her faithfully.\nRaise the camera and press the shutter button.\nThat's all photography involves—\nAnd what an enjoyable experience it is.\n*Ka-chick*.'",
      "typeIcon": "sum-x",
      "typeName": "SUM-X",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_336_folivo",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 50,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_002_folivo_1",
        "uniequip_002_folivo_2"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 2,
          "type": "MATERIAL"
        },
        {
          "id": "30014",
          "count": 3,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 40000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_otter": {
      "uniEquipId": "uniequip_001_otter",
      "uniEquipName": "Mayer Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "'Operator Mayer has demonstrated a remarkable aptitude in combat with her multithreaded control of 'Meeboos.'\nThe Field Operations Department has thus passed the following resolution:\nThis operator shall be appointed a Supporter Operator during field operations to exercise Summoner responsibilities.\nIn witness whereof,\nThis badge is hereby conferred upon the above named.'",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_242_otter",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_otter": {
      "uniEquipId": "uniequip_002_otter",
      "uniEquipName": "'Meeboo' Control Terminal XP",
      "uniEquipIcon": "uniequip_002_otter",
      "uniEquipDesc": "'Multithreading enhancements—Completed\nMeeboos maintenance—Completed\nDetonate and Recycle circuitry—Completed\nSystem upgrade—Completed\n*Undisclosed* plan—In early development stages\n......\nClosure's AI buggies are so amazing.\nI want them! I really want them! And I want all my Meeboos be like that!!!\nA whole squadron of Meeboos that does what I want by themselves. Heh... hahah.\n......\nClosure did say that she doesn't have all of the code and computational logic figured out, and that she still has to rely on Rhodes Island's core for part of its upkeep.\nIt wouldn't feel right to reuse technology that I don't understand, so I will just make my own.\nMeeboos' service efficiency has improved quite a bit lately, and their Detonate and Recycle rate has been stable. I'd say the research on it has come pretty far.\nNext up—Research on Meeboos' automation logic...\nThe learning device's been installed on Meeboos No. *unknown number* for a while now, and it's made some progress.\nThat is, if opening the door for guests counts as progress, haha...\nGiven what a complex environment the battlefield is, I'm afraid sending it there will affect its operations.\nBut if I don't take it there, it won't collect any data either...\n......\nI ended up bringing it with me. I've backed up all the data and logged down all the hardware specifications.\nIf... Just if... If it ends up getting wrecked and written off, I'll have to come up with some kind of way to squeeze some compensation and a few days off out of the Doctor.\nThen I'll have to spend half a year again to build a new one...\nPlease, let there be some kind of breakthrough! Just a little will do!!\nThis isn't for the old guys at Engineering or myself.\nIt's for your own good, Meeboos!\nIf there comes a day you reach the AIs' level, what should I say to you?\nOh, whatever. We've been friends for so long, I guess both of us know deep in our hearts what we want to say to each other.\nRight, Meeboos?\n—Excerpts from 'Meeboos Maintenance Diary' by Mayer Stony, Lutra Workshop Member of Rhine Lab Engineering Department'",
      "typeIcon": "sum-x",
      "typeName": "SUM-X",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_242_otter",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 50,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_002_otter_1",
        "uniequip_002_otter_2"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 2,
          "type": "MATERIAL"
        },
        {
          "id": "30024",
          "count": 3,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 40000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_deepcl": {
      "uniEquipId": "uniequip_001_deepcl",
      "uniEquipName": "Deepcolor Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "'Operator Deepcolor has demonstrated remarkable aptitude in combat with the use of her 'Assistants.'\nThe Field Operations Department has thus passed the following resolution:\nThis operator shall be appointed a Supporter Operator during field operations to exercise Summoner responsibilities.\nIn witness whereof,\nThis badge is hereby conferred upon the above named.'",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_110_deepcl",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_deepcl": {
      "uniEquipId": "uniequip_002_deepcl",
      "uniEquipName": "Weird Palette",
      "uniEquipIcon": "uniequip_002_deepcl",
      "uniEquipDesc": "'Where does Deepcolor get her paint?\nIs it ground up ores?\nIs it a product of modern manufacturing?\nI am not sure.\nBut that blue is very unsettling.\nDeeply unsettling.\nI watch her swish the paint in her palette together.\nIt forms the color she wants.\nI watch the paint entwine, making little noises.\nIs she preparing to paint? Or is this her Originium Arts?\nI am starting to be scared.\nShe seems to have noticed how disturbed I am.\nShe smiles and starts comforting me, telling me that this is just a part of her Arts.\nAs she says that, a tiny creature appears on her palette.\nShe tells me that this is her 'assistant.'\nThe critter may not seem like it's capable of making any sounds that are less than pleasant, but I seem to be able to hear some strange noises whispered into my ears.\nI do have to admit, though. It looks really cute.\nIt's leaping back and forth between the canvas and the paint every now and then.\nIt seems it's helping Deepcolor finish this painting.\n'So that's your assistant!'\nI can't help myself but to exclaim.\nShe nods.\nShe's smiling.\n......\nHow time flies; the painting has already been completed.\nShe hands the painting to me, and I pay her the commission we'd agreed upon.\n'You'll love this portrait for sure!'\nShe seems really happy.\nOf course, I am happy too. After all, what is there to be unhappy about when a painter hands you a freshly painted portrait, especially one so lifelike?\nThe colors are bright and vivid, and the expression is true and genuine.\nThis is magnificent!\nAs I mount the painting, a question suddenly comes to mind.\nThough it was on my mind just moments earlier, I immediately forgot about it when I laid my eyes on the painting.\n'Has she ever used any colors other than blue?'\n'Where did that discomforting noise come from?'\nWho cares?\nReally, who cares?!\nIt's not nice to pry into somebody else's secrets!\nEven if something might seem off, what does that have anything to do with me?'",
      "typeIcon": "sum-y",
      "typeName": "SUM-Y",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_110_deepcl",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 40,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_002_deepcl_1",
        "uniequip_002_deepcl_2"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 1,
          "type": "MATERIAL"
        },
        {
          "id": "30013",
          "count": 4,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 20000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_pallas": {
      "uniEquipId": "uniequip_001_pallas",
      "uniEquipName": "Pallas Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "'Operator Pallas has demonstrated a remarkable aptitude for rallying her fellow Minoan operators.\nThe Field Operations Department has thus passed the following resolution:\nThis operator shall be appointed a Guard Operator during field operations to exercise Instructor responsibilities.\nIn witness whereof,\nThis badge is hereby conferred upon the above named.'",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_485_pallas",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_pallas": {
      "uniEquipId": "uniequip_002_pallas",
      "uniEquipName": "'Ούρος'",
      "uniEquipIcon": "uniequip_002_pallas",
      "uniEquipDesc": "'Because of these black rocks on my body, I had no choice but to leave my homeland, the place where my ancestors defended generations after generations.\nIt may have caused lots of pain and suffering, but, looking back, I cannot help but smile.\nThat said, how am I supposed to live when I have to cut all my ties with Minos and abandon my roots?\nI would yet like another taste of the herb cakes from Athenius.\nI wish to enjoy the fine wine from Lachedamon.\n I want to be able to bring home souvenirs from the Corinia markets again.\nI hope I'll yet be able to lay my heart bare to the scholars, spar with the warriors, and negotiate with the merchants there.\nI wonder when I will get to enjoy my life so once again?\nMountains of Minos, please allow me to continue my ramblings.\nO Almighty Athos, do you nurture your faithful children of Minos still?\nI but wish that those faithful believers who drink your springwater yet give to you their praises and offerings.\nHymnoi, my most respected teacher. Are there still those who seek the meaning of life from your embrace?\nI know you keep to yourself, but if those who seek your help are true to heart, I ask you to please guide them to the right path.\nO Heria, respected and majestic Heria. Are there yet simpletons who attempt to make their way to your summit merely for fame?\nPlease, let them return home safely after your punishments. They are young and immature. Please do not take away their future for your brief moments of fury.\nThe lands of Minos. Words cannot describe how beautiful you are, and nothing comes close to your magnificence.\nYet I must say these words and mark them down for prosperity.\nThese are only words that a Forte, far away from home, still has for comfort. Should these words go unsaid, these woes deep in my heart will endanger even my life.\nPlease forgive me for resorting to such shallow methods to compose myself.\nI will yet wander outside your domain.\nIt may take several years, perhaps decades.\nBut I promise you this.\nIt matters not how long.\nI will once again return to your embrace.\nThis is the truest, most sincere oath that a Minoan can take.\nI am certain you can hear me.\nThis rock, mined in Aegean, yet remains affixed to my hammer.\nWith it, I will make it through all obstacles in life.\nIt will bear witness to my faith, hear my odes, and execute these great deeds with me.\nAfter countless trials and tribulations, the melodies of my return shall be sounded.\nAt that moment in time, it will recant to you these writings of mine at the temple.\nI will ever hold out hope that this day will be soon.\n—Excerpts from some disorganized scribblings written by Pallas.'",
      "typeIcon": "ins-x",
      "typeName": "INS-X",
      "equipShiningColor": "red",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_485_pallas",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 60,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_002_pallas_1",
        "uniequip_002_pallas_2"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 4,
          "type": "MATERIAL"
        },
        {
          "id": "30125",
          "count": 2,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 80000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_sophia": {
      "uniEquipId": "uniequip_001_sophia",
      "uniEquipName": "Whislash Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "'Operator Whislash has demonstrated a remarkable aptitude in rallying operators to intercept large groups of hostiles.\nThe Field Operations Department has thus passed the following resolution:\nThis operator shall be appointed a Guard Operator during field operations to exercise Instructor responsibilities.\nIn witness whereof,\nThis badge is hereby conferred upon the above named.'",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_265_sophia",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_sophia": {
      "uniEquipId": "uniequip_002_sophia",
      "uniEquipName": "Whipsword Wire.L",
      "uniEquipIcon": "uniequip_002_sophia",
      "uniEquipDesc": "'Even before the match, Zofia knew that she had a long way to go if she were to defeat the Fissure Knight, but it wasn't until she actually had to fight the Fissure Knight that she knew how fatal the gap between them was.\nShe heard that her opponent had staff who reviewed all of her previous matches and had been trained by coaches bearing the same weapon and comparable stature to her. In effect, her opponent already knows her like the back of his own hand.\nShe had also heard that the Fissure's armor was forged specifically to take on her weapon of choice in battle. Not only does this armor make it difficult for her to get a good grasp with her whislash, any attack she manages to land isn't going to hurt her opponent in any way.\nOn the other hand, the blades yielded by her opponent have both been treated to give them fine cutting abilities.\nShe used to think these were just rumors. Alas, it all turned out to be true.\nZofia is starting to get discouraged. After all, her last few matches have all resulted in her defeat.\nHow many companies are there sponsoring Fissure? Are there really tens of thousands of people racking their brains together just to figure out how to take on the Whislash Knight?\nShe needs to find a way to get herself out of this, lest she gets defeated yet again.\nDid Nearl use to fight all by herself as she is doing now?\nDid she waver and hesitate when she found herself at a disadvantage?\nShe knows the answer, and she also knows very well that she is not Nearl.\nWhen her techniques, weapons, and armor are unable to give her any advantages, the only things she has to rely on are the same things that led Nearl to victory.\nConviction and determination.\nShe starts switching up her attack patterns, even using techniques that she has not yet completely mastered.\nShe's relying more on her blade than her whislash to attack.\nNow, Zofia the Whislash has a clear objective:\nShe must confuse her opponent.\nShe must wait for her opponent to become distracted for even a second. \nShe must snatch his weapon away with her whislash. \nAnd before its threads snap, she must strike her opponent down!'",
      "typeIcon": "ins-x",
      "typeName": "INS-X",
      "equipShiningColor": "red",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_265_sophia",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 50,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_002_sophia_1",
        "uniequip_002_sophia_2"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 2,
          "type": "MATERIAL"
        },
        {
          "id": "30034",
          "count": 3,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 40000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_swire": {
      "uniEquipId": "uniequip_001_swire",
      "uniEquipName": "Swire Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "'Operator Swire has demonstrated a remarkable aptitude in rallying her nearby Melee operators.\nThe Field Operations Department has thus passed the following resolution:\nThis operator shall be appointed a Guard Operator during field operations to exercise Instructor responsibilities.\nIn witness whereof,\nThis badge is hereby conferred upon the above named.'",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_308_swire",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_swire": {
      "uniEquipId": "uniequip_002_swire",
      "uniEquipName": "Self-defense Lipstick",
      "uniEquipIcon": "uniequip_002_swire",
      "uniEquipDesc": "'Swire, Senior Superintendent of the Lungmen Police Department, is off work today, so, just as always, she goes shopping at Paci Plaza.\nAfter a six-hour shopping spree across the entire mall, she is just getting ready to go home with eight big bags in her hands and a big smile on her face. That is, until she turns the corner to a Swire branded lipstick counter.\n'The usual. Five #38 Bullets. Thanks,' Swire masterfully asks the salesperson for her favorite lipstick.\nThe #38 Bullet has been her lipstick of choice for the past ten years. Naturally, the price is of no concern to her.\n'Of course, Miss Swire. Right away,' says the salesperson, who seems to be familiar with this process herself. She asks a coworker to take over at the counter and disappears into the storeroom to look for the lipsticks the princess personally requested. Before long, she returns with a wooden carton and hands it over to Swire.\n'Please confirm this is the correct amount.'\nWithout opening the box to check its contents, Swire merely acknowledges the salesperson and looks down to fish for something in her handbag.\nAfter a good while, she takes out a mini bag. To everyone else, this probably looks more like a petite handbag.\nShe unbuckles her bag, revealing five black velvet slots inside.\nIn each of those slots is a used up #38 Bullet lipstick.\nSwire removes her used lipsticks and places them on the counter before inserting four of her newly purchased lipsticks in the slots, with the fifth one going into her pocket instead.\nWhen she notices Swire placing her bags back on her shoulders again, the salesperson's heart begins to race.\n'Miss, would you like someone to help carry your bags?'\n'Oh? No need. They are hardly heavy at all.'\n'Frightfully sorry, but are you sure...?'\n'Yes, I'm sure,' Swire answers as she walks away from the counter. It seems she really needs no help with her bags.\nShe may not need any help, but there are others who need hers.\nNot a moment after she steps out of the shopping mall's front doors, Swire hears a loud scream for help. She turns to the scream's direction to find a thief dashing away with a woman's handbag in his hands.\nIt so happens she is running right toward a superintendent of the L.G.D.\n'What a coincidence,' Swire thinks to herself.\nBy chance, she does not have her flail with her.\nIt so happens she just bought new lipstick today.\nWhat's more, there is one right in her pocket right now.\nShe decides to teach the thief a lesson he will never forget.\nSwire sets her shopping bags down, takes out her lipstick and removes the cap, breaking the seal, and waits for the thief to come closer.\nA few seconds later, everyone in the vicinity hears a thud, followed by the thief's wail as he stumbles to the ground under the L.G.D. patrol officer's roar.\n\nSeveral minutes later...\n'Good work, Missy. You're off duty, and you still caught a thief for us.' Hoshiguma, here to oversee the arrest of the thief, forces a smile as she greets Swire, the brave good Samaritan.\nNormally, Swire would personally take the man in herself for interrogation.\nHowever, she has the day off. This case isn't hers to deal with.\n'This fellow has got to have some real rotten luck to run into me today.'\n'It's not every day someone bumps into an off duty inspector when they go to snatch something.'\n'Hmph, whatever. You take him in. I'm going home. I'll deal with the case tomorrow.'\n'If you say so, Missy.'\n'Before you go, I have a question for you.'\n'What is it?'\nSwire turns around to find Hoshiguma writing something on her case report.\n'What should I write for how the suspect was taken down?'\nSwire can tell that Hoshiguma is asking for her opinion.\n'Just write down that it was lipstick. There is no need to pull punches for someone like him.'\n'Ahaha, okay then,' says Hoshiguma as she cheerfully scribbles on her report, 'The suspect was taken down by lipstick.'\n'I don't even want to head straight home anymore. Why don't you hurry and finish up with work? We'll get dinner together.'\n'Would you like me to escort you home and carry your bags for you, Missy? Haha.'\n'Oh, enough questions. Hurry up already.'\n'Okay, give me a second. I'll give the report to somebody else, then we can get dinner.'\n'Be sure to tell me how amazing this lipstick of yours is.'\n'Certainly.'\n\n'Why don't you carry my bags for me now? My hands are getting sore.'\n'Okay, okay. Be right with you.'",
      "typeIcon": "ins-x",
      "typeName": "INS-X",
      "equipShiningColor": "red",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_308_swire",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 50,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_002_swire_1",
        "uniequip_002_swire_2"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 2,
          "type": "MATERIAL"
        },
        {
          "id": "30044",
          "count": 3,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 40000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_doberm": {
      "uniEquipId": "uniequip_001_doberm",
      "uniEquipName": "Dobermann Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "'Operator Dobermann has demonstrated a remarkable aptitude in rallying reserve operators.\nThe Field Operations Department has thus passed the following resolution:\nThis operator shall be appointed a Guard Operator during field operations to exercise Instructor responsibilities.\nIn witness whereof,\nThis badge is hereby conferred upon the above named.'",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_130_doberm",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_doberm": {
      "uniEquipId": "uniequip_002_doberm",
      "uniEquipName": "Military Telescope",
      "uniEquipIcon": "uniequip_002_doberm",
      "uniEquipDesc": "'Officer, how is it going over here?'\nThrough the lens of her binoculars, Colonel Dobermann sees the remnants of a city block as well as the entrance to a beltway not far away.\nThe Singas and the Coalition government are constantly sending their men to the area, and her team needs to find a way to make it through the chaotic warzone to make it to the other side of the city to provide support.\nAll the routes available to them are treacherous and dangerous. She has a decision to make.\n'You, take the beltway with your men. I'll take my team and make it through the city.'\n'Yes, sir.'\n'If we lose contact with each other, we'll prioritize the mission first. Make sure you do that. Got it?!'\n'Yes, sir!'\n'Roll out!'\n......\n'Dobermann, what should we do now?'\nDobermann and her team, having joined up with the resistance, have been retreating, but they find themselves being chased by pursuing enemies.\nShe must find a way to get her men out alive.\n'We can go this way... then take the waterway to make it past them.'\n'I'll need a few of you to stay behind, though...'\n'I'll do it. This is no problem for me!'\n'But...'\n'If I don't, all of us will die here, no?'\n'Sorry...'\n'This ain't your fault. You've done all you can.'\n'My brothers and I will get ourselves ready.'\n'I'm leaving everyone else to you!'\n......\n'Instructor, what should we do?'\nRhodes Island Operator Dobermann is currently carrying out a mission. The images she sees through her binoculars are once again forcing her to make a decision.\n'I think it'll be better if we lead the squad away and flank them.'\n'No, we'll wait till it's night where we are, then we'll head in through the ruins and attack that way. Our forces would be too divided, and that could lead to accidents.'\n'Understood.'\n'I'll head on inside first. Take the others to the objective point as soon as it gets dark and wait for my orders.'\n'That puts you in danger!'\n'This is the best way, and it's what I chose to do.'\n'I want all of you to trust in me, just like I trust you. Got it?!'\n'Yes, Instructor! Please be careful!'\n'Hmph, you just do what you are supposed to.'\n......\nThat night, Team Dobermann successfully completed its mission.'",
      "typeIcon": "ins-y",
      "typeName": "INS-Y",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_130_doberm",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 40,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_002_doberm_1",
        "uniequip_002_doberm_2"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 1,
          "type": "MATERIAL"
        },
        {
          "id": "30023",
          "count": 4,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 20000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    }
  },
  "missionList": {
    "uniequip_002_mgllan_1": {
      "template": "EquipmentDeployStage",
      "desc": "Complete 5 operations and summon Magallan's summoned units at least 5 times in each operation (Magallan cannot be a Support Unit)",
      "paramList": [
        "5",
        "5",
        "token_10005_mgllan_drone1;token_10005_mgllan_drone2;token_10005_mgllan_drone3",
        "char_248_mgllan"
      ],
      "uniEquipMissionId": "uniequip_002_mgllan_1",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_mgllan"
    },
    "uniequip_002_mgllan_2": {
      "template": "EquipmentSquadPro",
      "desc": "Clear Main Story 2-5 with a 3-star rating using a squad of at most 2 units (including Support Units); a non-Support Magallan must be deployed during the operation and only Vanguard operators are allowed for the remaining units",
      "paramList": [
        "3",
        "main_02-05",
        "char_248_mgllan",
        "1,PIONEER"
      ],
      "uniEquipMissionId": "uniequip_002_mgllan_2",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_mgllan"
    },
    "uniequip_002_folivo_1": {
      "template": "EquipmentDeployStage",
      "desc": "Complete 5 operations and summon Scene's summoned units at least 5 times in each operation (Scene cannot be a Support Unit)",
      "paramList": [
        "5",
        "5",
        "token_10010_folivo_car",
        "char_336_folivo"
      ],
      "uniEquipMissionId": "uniequip_002_folivo_1",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_folivo"
    },
    "uniequip_002_folivo_2": {
      "template": "EquipmentSquadPro",
      "desc": "Clear Main Story 3-1 with a 3-star rating using a squad of at most 2 units (including Support Units); a non-Support Scene must be deployed during the operation and only Sniper operators are allowed for the remaining units",
      "paramList": [
        "3",
        "main_03-01",
        "char_336_folivo",
        "1,SNIPER"
      ],
      "uniEquipMissionId": "uniequip_002_folivo_2",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_folivo"
    },
    "uniequip_002_otter_1": {
      "template": "EquipmentDeployStage",
      "desc": "Complete 5 operations and summon Mayer's summoned units at least 5 times in each operation (Mayer cannot be a Support Unit)",
      "paramList": [
        "5",
        "5",
        "token_10004_otter_motter",
        "char_242_otter"
      ],
      "uniEquipMissionId": "uniequip_002_otter_1",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_otter"
    },
    "uniequip_002_otter_2": {
      "template": "EquipmentSquadPro",
      "desc": "Clear Main Story 2-9 with a 3-star rating using a squad of at most 3 units (including Support Units); a non-Support Mayer must be deployed during the operation and only Sniper operators are allowed for the remaining units",
      "paramList": [
        "3",
        "main_02-09",
        "char_242_otter",
        "2,SNIPER"
      ],
      "uniEquipMissionId": "uniequip_002_otter_2",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_otter"
    },
    "uniequip_002_deepcl_1": {
      "template": "EquipmentDeployTotal",
      "desc": "Summon a total of 20 summoned units with Deepcolor (Deepcolor cannot be a Support Unit)",
      "paramList": [
        "20",
        "token_10001_deepcl_tentac",
        "char_110_deepcl"
      ],
      "uniEquipMissionId": "uniequip_002_deepcl_1",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_deepcl"
    },
    "uniequip_002_deepcl_2": {
      "template": "EquipmentSquadPro",
      "desc": "Clear Main Story 2-4 with a 3-star rating using a squad of at most 1 unit; only a non-Support Deepcolor may be in the squad",
      "paramList": [
        "3",
        "main_02-04",
        "char_110_deepcl",
        "0,SNIPER"
      ],
      "uniEquipMissionId": "uniequip_002_deepcl_2",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_deepcl"
    },
    "uniequip_002_pallas_1": {
      "template": "EquipmentCharKilled",
      "desc": "Defeat a total of 50 enemies with Pallas (Pallas cannot be a Support Unit)",
      "paramList": [
        "char_485_pallas",
        "50",
        "char_485_pallas"
      ],
      "uniEquipMissionId": "uniequip_002_pallas_1",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_pallas"
    },
    "uniequip_002_pallas_2": {
      "template": "EquipmentSquadPro",
      "desc": "Clear Main Story 3-6 with a 3-star rating using a squad of at most 2 units (including Support Units); a non-Support Pallas must be deployed during the operation and only Medic operators are allowed for the remaining units",
      "paramList": [
        "3",
        "main_03-06",
        "char_485_pallas",
        "1,MEDIC"
      ],
      "uniEquipMissionId": "uniequip_002_pallas_2",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_pallas"
    },
    "uniequip_002_sophia_1": {
      "template": "EquipmentCharKilled",
      "desc": "Defeat a total of 50 enemies with Whislash (Whislash cannot be a Support Unit)",
      "paramList": [
        "char_265_sophia",
        "50",
        "char_265_sophia"
      ],
      "uniEquipMissionId": "uniequip_002_sophia_1",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_sophia"
    },
    "uniequip_002_sophia_2": {
      "template": "EquipmentSquadPro",
      "desc": "Clear Main Story S3-6 with a 3-star rating; a non-Support Whislash must be deployed during the operation and only Defender operators are allowed for the remaining units",
      "paramList": [
        "3",
        "sub_03-3-1",
        "char_265_sophia",
        "13,TANK"
      ],
      "uniEquipMissionId": "uniequip_002_sophia_2",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_sophia"
    },
    "uniequip_002_swire_1": {
      "template": "EquipmentSquadProStage",
      "desc": "Clear 5 operations with Swire (Swire cannot be a Support Unit); only Guard operators are allowed for the remaining units",
      "paramList": [
        "5",
        "char_308_swire",
        "13,WARRIOR"
      ],
      "uniEquipMissionId": "uniequip_002_swire_1",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_swire"
    },
    "uniequip_002_swire_2": {
      "template": "EquipmentSquadPos",
      "desc": "Clear S2-3 with a 3-star rating using a squad of at most 2 units (including Support Units); a non-Support Swire must be deployed during the operation and only Melee operators are allowed for the remaining units",
      "paramList": [
        "3",
        "sub_02-03",
        "char_308_swire",
        "1,MELEE"
      ],
      "uniEquipMissionId": "uniequip_002_swire_2",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_swire"
    },
    "uniequip_002_doberm_1": {
      "template": "EquipmentSquadStarStage",
      "desc": "Clear 5 operations with Dobermann (Dobermann cannot be a Support Unit); only 3-star operators are allowed for the remaining units",
      "paramList": [
        "5",
        "char_130_doberm",
        "13,3"
      ],
      "uniEquipMissionId": "uniequip_002_doberm_1",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_doberm"
    },
    "uniequip_002_doberm_2": {
      "template": "EquipmentSquadStar",
      "desc": "Clear Main Story 1-12 with a 3-star rating; a non-Support Dobermann must be deployed during the operation and only 3-star operators are allowed for the remaining units",
      "paramList": [
        "3",
        "main_01-12",
        "char_130_doberm",
        "13,3"
      ],
      "uniEquipMissionId": "uniequip_002_doberm_2",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_doberm"
    }
  },
  "subProfDict": {
    "notchar1": {
      "subProfessionId": "notchar1",
      "subProfessionName": "Operator attached unit",
      "subProfessionCatagory": 1
    },
    "notchar2": {
      "subProfessionId": "notchar2",
      "subProfessionName": "No class trap",
      "subProfessionCatagory": 2
    },
    "none1": {
      "subProfessionId": "none1",
      "subProfessionName": "Reserved 1",
      "subProfessionCatagory": 3
    },
    "none2": {
      "subProfessionId": "none2",
      "subProfessionName": "Reserved 1",
      "subProfessionCatagory": 4
    },
    "pioneer": {
      "subProfessionId": "pioneer",
      "subProfessionName": "Pioneer",
      "subProfessionCatagory": 5
    },
    "charger": {
      "subProfessionId": "charger",
      "subProfessionName": "Charger",
      "subProfessionCatagory": 6
    },
    "tactician": {
      "subProfessionId": "tactician",
      "subProfessionName": "Tactician",
      "subProfessionCatagory": 7
    },
    "bearer": {
      "subProfessionId": "bearer",
      "subProfessionName": "Standard Bearer",
      "subProfessionCatagory": 8
    },
    "centurion": {
      "subProfessionId": "centurion",
      "subProfessionName": "Centurion",
      "subProfessionCatagory": 9
    },
    "fighter": {
      "subProfessionId": "fighter",
      "subProfessionName": "Fighter",
      "subProfessionCatagory": 10
    },
    "artsfghter": {
      "subProfessionId": "artsfghter",
      "subProfessionName": "Arts Fighter",
      "subProfessionCatagory": 11
    },
    "instructor": {
      "subProfessionId": "instructor",
      "subProfessionName": "Instructor",
      "subProfessionCatagory": 12
    },
    "lord": {
      "subProfessionId": "lord",
      "subProfessionName": "Lord",
      "subProfessionCatagory": 13
    },
    "sword": {
      "subProfessionId": "sword",
      "subProfessionName": "Swordmaster",
      "subProfessionCatagory": 14
    },
    "musha": {
      "subProfessionId": "musha",
      "subProfessionName": "Musha",
      "subProfessionCatagory": 15
    },
    "fearless": {
      "subProfessionId": "fearless",
      "subProfessionName": "Dreadnought",
      "subProfessionCatagory": 16
    },
    "reaper": {
      "subProfessionId": "reaper",
      "subProfessionName": "Reaper",
      "subProfessionCatagory": 17
    },
    "librator": {
      "subProfessionId": "librator",
      "subProfessionName": "Liberator",
      "subProfessionCatagory": 18
    },
    "protector": {
      "subProfessionId": "protector",
      "subProfessionName": "Protector",
      "subProfessionCatagory": 19
    },
    "guardian": {
      "subProfessionId": "guardian",
      "subProfessionName": "Guardian",
      "subProfessionCatagory": 20
    },
    "unyield": {
      "subProfessionId": "unyield",
      "subProfessionName": "Juggernaut",
      "subProfessionCatagory": 21
    },
    "artsprotector": {
      "subProfessionId": "artsprotector",
      "subProfessionName": "Arts Protector",
      "subProfessionCatagory": 22
    },
    "duelist": {
      "subProfessionId": "duelist",
      "subProfessionName": "Duelist",
      "subProfessionCatagory": 23
    },
    "fastshot": {
      "subProfessionId": "fastshot",
      "subProfessionName": "Marksman",
      "subProfessionCatagory": 24
    },
    "closerange": {
      "subProfessionId": "closerange",
      "subProfessionName": "Heavyshooter",
      "subProfessionCatagory": 25
    },
    "aoesniper": {
      "subProfessionId": "aoesniper",
      "subProfessionName": "Artilleryman",
      "subProfessionCatagory": 26
    },
    "longrange": {
      "subProfessionId": "longrange",
      "subProfessionName": "Deadeye",
      "subProfessionCatagory": 27
    },
    "reaperrange": {
      "subProfessionId": "reaperrange",
      "subProfessionName": "Spreadshooter",
      "subProfessionCatagory": 28
    },
    "siegesniper": {
      "subProfessionId": "siegesniper",
      "subProfessionName": "Besieger",
      "subProfessionCatagory": 29
    },
    "bombarder": {
      "subProfessionId": "bombarder",
      "subProfessionName": "Flinger",
      "subProfessionCatagory": 30
    },
    "corecaster": {
      "subProfessionId": "corecaster",
      "subProfessionName": "Core Caster",
      "subProfessionCatagory": 31
    },
    "splashcaster": {
      "subProfessionId": "splashcaster",
      "subProfessionName": "Splash Caster",
      "subProfessionCatagory": 32
    },
    "funnel": {
      "subProfessionId": "funnel",
      "subProfessionName": "Mech-accord Caster",
      "subProfessionCatagory": 33
    },
    "phalanx": {
      "subProfessionId": "phalanx",
      "subProfessionName": "Phalanx Caster",
      "subProfessionCatagory": 34
    },
    "mystic": {
      "subProfessionId": "mystic",
      "subProfessionName": "Mystic Caster",
      "subProfessionCatagory": 35
    },
    "chain": {
      "subProfessionId": "chain",
      "subProfessionName": "Chain Caster",
      "subProfessionCatagory": 36
    },
    "blastcaster": {
      "subProfessionId": "blastcaster",
      "subProfessionName": "Blast Caster",
      "subProfessionCatagory": 37
    },
    "physician": {
      "subProfessionId": "physician",
      "subProfessionName": "Medic",
      "subProfessionCatagory": 38
    },
    "ringhealer": {
      "subProfessionId": "ringhealer",
      "subProfessionName": "Multi-target Medic",
      "subProfessionCatagory": 39
    },
    "healer": {
      "subProfessionId": "healer",
      "subProfessionName": "Therapist",
      "subProfessionCatagory": 40
    },
    "slower": {
      "subProfessionId": "slower",
      "subProfessionName": "Decel Binder",
      "subProfessionCatagory": 41
    },
    "underminer": {
      "subProfessionId": "underminer",
      "subProfessionName": "Hexer",
      "subProfessionCatagory": 42
    },
    "bard": {
      "subProfessionId": "bard",
      "subProfessionName": "Bard",
      "subProfessionCatagory": 43
    },
    "blessing": {
      "subProfessionId": "blessing",
      "subProfessionName": "Abjurer",
      "subProfessionCatagory": 44
    },
    "summoner": {
      "subProfessionId": "summoner",
      "subProfessionName": "Summoner",
      "subProfessionCatagory": 45
    },
    "executor": {
      "subProfessionId": "executor",
      "subProfessionName": "Executor",
      "subProfessionCatagory": 47
    },
    "pusher": {
      "subProfessionId": "pusher",
      "subProfessionName": "Push Stroker",
      "subProfessionCatagory": 48
    },
    "stalker": {
      "subProfessionId": "stalker",
      "subProfessionName": "Ambusher",
      "subProfessionCatagory": 49
    },
    "hookmaster": {
      "subProfessionId": "hookmaster",
      "subProfessionName": "Hookmaster",
      "subProfessionCatagory": 50
    },
    "geek": {
      "subProfessionId": "geek",
      "subProfessionName": "Geek",
      "subProfessionCatagory": 51
    },
    "merchant": {
      "subProfessionId": "merchant",
      "subProfessionName": "Merchant",
      "subProfessionCatagory": 52
    },
    "traper": {
      "subProfessionId": "traper",
      "subProfessionName": "Trapmaster",
      "subProfessionCatagory": 53
    },
    "dollkeeper": {
      "subProfessionId": "dollkeeper",
      "subProfessionName": "Dollkeeper",
      "subProfessionCatagory": 54
    }
  },
  "charEquip": {
    "char_248_mgllan": [
      "uniequip_001_mgllan",
      "uniequip_002_mgllan"
    ],
    "char_336_folivo": [
      "uniequip_001_folivo",
      "uniequip_002_folivo"
    ],
    "char_242_otter": [
      "uniequip_001_otter",
      "uniequip_002_otter"
    ],
    "char_110_deepcl": [
      "uniequip_001_deepcl",
      "uniequip_002_deepcl"
    ],
    "char_485_pallas": [
      "uniequip_001_pallas",
      "uniequip_002_pallas"
    ],
    "char_265_sophia": [
      "uniequip_001_sophia",
      "uniequip_002_sophia"
    ],
    "char_308_swire": [
      "uniequip_001_swire",
      "uniequip_002_swire"
    ],
    "char_130_doberm": [
      "uniequip_001_doberm",
      "uniequip_002_doberm"
    ]
  }
}