{
  "equipDict": {
    "uniequip_001_mgllan": {
      "uniEquipId": "uniequip_001_mgllan",
      "uniEquipName": "Magallan's Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "'Operator Magallan has demonstrated a remarkable aptitude in combat with the deployment and control of her self-developed drones.\nThe Field Operations Department has thus passed the following resolution:\nThis operator shall be appointed a Supporter Operator during field operations to exercise Summoner responsibilities.\nIn witness whereof,\nThis badge is hereby conferred upon the above named.'",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_248_mgllan",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_mgllan": {
      "uniEquipId": "uniequip_002_mgllan",
      "uniEquipName": "Drone Control Module.P",
      "uniEquipIcon": "uniequip_002_mgllan",
      "uniEquipDesc": "'First expedition to the endless tundra, 25 days from the closest research station on foot:\nI just dug a tree branch out of the snow.\nThe exact data is in the data sheets, but to briefly describe it, I guess it's about as long as my arm.\nI can conclude it went through a really long petrification process. The one I'm holding must have had 90% of its original volume dissolved away before its petrification.\nWhen you think of it this way, it must have been a very big chunk of wood!\nI guess... it was probably as thick as the trunk of that tree the other day?\nIn that case, maybe the whole tree was as big as the Rhine Lab headquarters building!\nWhoa, that's amazing!\nIt doesn't seem very heavy; I'll try to take it back whole. I only hope that the Ursus police at the border aren't too hard on me.\n\nSecond expedition to the endless tundra, 28 days from the closest research station on foot:\nI'm taking shelter from the snowstorm outside. It doesn't look like I'll get anywhere today, so I'll stay here and try to rest up.\nI'm all out of drones, too. If I'd kept to the plan, I would've gone back as soon as I lost one of my drones.\nIn normal circumstances, I should have theoretically been able to last a month and a half in the tundra, but the situation here is way too brutal. A month is about as long as I can make it...\nIf I don't find anything once the snowstorm calms down a little, I'll—\nHey, you guys know what I found?!\nA field of flowers right inside the cave!\nThese plants get their water and nutrients from the ice here. They don't grow very tall, but they look like they're doing very well.\nI am taking an entire plant back in a culturing jar. I'll do some preliminary analysis back at the research station, and then bring it back to Rhine Lab.\nI'll try to keep going for two more days once the storm is over, then I'll go back.\nIf I act on impulse again, it might end up killing me.\n\nSecond expedition to the endless tundra, 30 days from the closest research station on foot:\nThere is an entire block of Originium ice crystal standing in front of me. Could be three times as tall as me!\nIt's a whole diamond shaped block, so if it wasn't for the snowstorm here, it'd be reflecting light in all directions. That'd look so cool!\nIt's a shame to just let it sit here among the pile of rocks and snow.\nI've marked down its rough location and taken a picture. I hope I'll be able to find it again next time by following the locator beacon.\nGiven the implications of the crystal being in one intact piece, I couldn't possibly have taken any samples from it. Thankfully, there are more than enough shards lying around that I can bring back to analyze. They'll last me a whole year.\nThat's the expedition's objective accomplished. Now it's time to go home!\nI wonder if I'll come across that police officer I met last time.\n\nThird expedition to the endless tundra, 15 days from the closest research station on foot:\nI'm taking a different route this time just like HQ suggested.\n15 days into this route, however, I got stopped!\nIt's an official Messenger from Ursus.\nHe told me there's a restricted military area up ahead and I shouldn't go any further.\nI showed him the expedition permit I got from the Ursus government, their confirmation of my expedition route, as well as the commission letter for me to map this area to show that I have a right to come through here.\nHe wouldn't listen and ordered me to turn back, even claiming he has the authority to cancel these documents on the spot.\nThe words he used had a really strict tone to them, but the way he said it sounded like he was just asking me to leave.\nI have a feeling that whatever lies ahead is definitely worth probing, but I also know it's not a good idea to pick a fight with a foreign official while I'm on an expedition in their territory.\nI told him I understood and gave him a pack of scalecis jerky.\nHe calmed down right away, and said he'd be willing to help me out on my way back.\nAccording to the forecast, there will probably be another huge snowstorm the next two days, so I really welcome his help.\nI may not have been able to complete my survey's objective this time, but the results I have aren't so bad.\nWhat's more, I made myself a new friend.\nThere's some black snow falling from the sky. Is there going to be a Catastrophe soon?\nI picked up a snowflake while he wasn't looking.\nI hope I'll find something interesting out of this.'",
      "typeIcon": "sum-x",
      "typeName": "SUM-X",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_248_mgllan",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 60,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_002_mgllan_1",
        "uniequip_002_mgllan_2"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 4,
          "type": "MATERIAL"
        },
        {
          "id": "30115",
          "count": 2,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 80000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_folivo": {
      "uniEquipId": "uniequip_001_folivo",
      "uniEquipName": "Scene's Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "'Operator Scene has demonstrated a remarkable aptitude in combat with her deployment of multiple mobile cameras in battle, assisted by her AI robot 'Lens.'\nThe Field Operations Department has thus passed the following resolution:\nThis operator shall be appointed a Supporter Operator during field operations to exercise Summoner responsibilities.\nIn witness whereof,\nThis badge is hereby conferred upon the above named.'",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_336_folivo",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_folivo": {
      "uniEquipId": "uniequip_002_folivo",
      "uniEquipName": "Improved Lens.P",
      "uniEquipIcon": "uniequip_002_folivo",
      "uniEquipDesc": "'Scene is slowly moving toward her objective on her comfy little 'chair.'\nHer 'chair' is formed of two mobile photography platforms moving in parallel with a wooden plank placed in-between.\nLens finds this actually rather interesting. According to the data stored in its program, you would at least need a cushion and an ergonomic backrest for something to qualify as a chair.\nHowever, if Scene has no qualms with this being a chair, then Lens is certainly in no position to complain.\n'How much longer?'\nScene asks in her usual, sluggish tone.\n'Only 200 meters more! We'll be there soon!'\nAlthough it had figured out what its owner was going to say long ago, out of courtesy and respect, Lens waited until Scene actually asked the question to reply.\n'Oh.'\nScene returns to her silence.\nThis morning, Scene noticed a small hill as she relaxed on Rhodes Island's top deck. Although it does not compare to Sargon's tall mountains, the path they are on has nothing but flat plains, making the unexpected mountain a sight for sore eyes for Scene.\nShe firmly believed she would be able to take photos of the most breathtaking sceneries on that hill.\nSo, driven by her impulse, she immediately had Lens take care of the paperwork and borrowed a car and a few helping hands to race to the hill. This is quite the urgent issue to her, it seems.\nAlthough there is still a ways to go before she reaches her destination, Scene has already started to think about everything:\nThe angle, the lighting, the colors, and the ratio.\nThese are questions that Scene is almost always thinking about as she goes about her everyday life.\nThis is her profession as well as her hobby.\n'We are almost there, Miss Scene. The destination is right ahead, past those rocks! But neither the cameras nor I can climb any further. I am afraid you may have to walk the rest of the way.'\n'Okay.'\nScene slowly slides down from her 'chair.'\nShe readies her camera and slowly makes her way up. \nStep by step. \nBit by bit. \nThe sunlight at last reaches her eyes, revealing the world before her—\nShe still remembers how warm the sunshine was as it lands on her cheeks and how cool the breeze was as it brushed her arms.\nShe remembers the fowlbeasts' melodies, the fragrance of the flowers, the crudeness of the rocks.\nThe greenery extends endlessly until it reaches the blue sky. \nRays of lights pierce through the clouds up above.\nScene is always working on the composition of her photos in her head. \nYet when the scenery actually opens up before her eyes, thinking only serves to distract her from the task at hand. All she has to do is chronicle the view before her faithfully.\nRaise the camera and press the shutter button.\nThat's all photography involves—\nAnd what an enjoyable experience it is.\n*Ka-chick*.'",
      "typeIcon": "sum-x",
      "typeName": "SUM-X",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_336_folivo",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 50,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_002_folivo_1",
        "uniequip_002_folivo_2"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 2,
          "type": "MATERIAL"
        },
        {
          "id": "30014",
          "count": 3,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 40000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_otter": {
      "uniEquipId": "uniequip_001_otter",
      "uniEquipName": "Mayer's Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "'Operator Mayer has demonstrated a remarkable aptitude in combat with her multithreaded control of 'Meeboos.'\nThe Field Operations Department has thus passed the following resolution:\nThis operator shall be appointed a Supporter Operator during field operations to exercise Summoner responsibilities.\nIn witness whereof,\nThis badge is hereby conferred upon the above named.'",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_242_otter",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_otter": {
      "uniEquipId": "uniequip_002_otter",
      "uniEquipName": "'Meeboo' Control Terminal XP",
      "uniEquipIcon": "uniequip_002_otter",
      "uniEquipDesc": "'Multithreading enhancements—Completed\nMeeboos maintenance—Completed\nDetonate and Recycle circuitry—Completed\nSystem upgrade—Completed\n*Undisclosed* plan—In early development stages\n......\nClosure's AI buggies are so amazing.\nI want them! I really want them! And I want all my Meeboos be like that!!!\nA whole squadron of Meeboos that does what I want by themselves. Heh... hahah.\n......\nClosure did say that she doesn't have all of the code and computational logic figured out, and that she still has to rely on Rhodes Island's core for part of its upkeep.\nIt wouldn't feel right to reuse technology that I don't understand, so I will just make my own.\nMeeboos' service efficiency has improved quite a bit lately, and their Detonate and Recycle rate has been stable. I'd say the research on it has come pretty far.\nNext up—Research on Meeboos' automation logic...\nThe learning device's been installed on Meeboos No. *unknown number* for a while now, and it's made some progress.\nThat is, if opening the door for guests counts as progress, haha...\nGiven what a complex environment the battlefield is, I'm afraid sending it there will affect its operations.\nBut if I don't take it there, it won't collect any data either...\n......\nI ended up bringing it with me. I've backed up all the data and logged down all the hardware specifications.\nIf... Just if... If it ends up getting wrecked and written off, I'll have to come up with some kind of way to squeeze some compensation and a few days off out of the Doctor.\nThen I'll have to spend half a year again to build a new one...\nPlease, let there be some kind of breakthrough! Just a little will do!!\nThis isn't for the old guys at Engineering or myself.\nIt's for your own good, Meeboos!\nIf there comes a day you reach the AIs' level, what should I say to you?\nOh, whatever. We've been friends for so long, I guess both of us know deep in our hearts what we want to say to each other.\nRight, Meeboos?\n—Excerpts from 'Meeboos Maintenance Diary' by Mayer Stony, Lutra Workshop Member of Rhine Lab Engineering Department'",
      "typeIcon": "sum-x",
      "typeName": "SUM-X",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_242_otter",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 50,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_002_otter_1",
        "uniequip_002_otter_2"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 2,
          "type": "MATERIAL"
        },
        {
          "id": "30024",
          "count": 3,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 40000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_deepcl": {
      "uniEquipId": "uniequip_001_deepcl",
      "uniEquipName": "Deepcolor's Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "'Operator Deepcolor has demonstrated remarkable aptitude in combat with the use of her 'Assistants.'\nThe Field Operations Department has thus passed the following resolution:\nThis operator shall be appointed a Supporter Operator during field operations to exercise Summoner responsibilities.\nIn witness whereof,\nThis badge is hereby conferred upon the above named.'",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_110_deepcl",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_deepcl": {
      "uniEquipId": "uniequip_002_deepcl",
      "uniEquipName": "Weird Palette",
      "uniEquipIcon": "uniequip_002_deepcl",
      "uniEquipDesc": "'Where does Deepcolor get her paint?\nIs it ground up ores?\nIs it a product of modern manufacturing?\nI am not sure.\nBut that blue is very unsettling.\nDeeply unsettling.\nI watch her swish the paint in her palette together.\nIt forms the color she wants.\nI watch the paint entwine, making little noises.\nIs she preparing to paint? Or is this her Originium Arts?\nI am starting to be scared.\nShe seems to have noticed how disturbed I am.\nShe smiles and starts comforting me, telling me that this is just a part of her Arts.\nAs she says that, a tiny creature appears on her palette.\nShe tells me that this is her 'assistant.'\nThe critter may not seem like it's capable of making any sounds that are less than pleasant, but I seem to be able to hear some strange noises whispered into my ears.\nI do have to admit, though. It looks really cute.\nIt's leaping back and forth between the canvas and the paint every now and then.\nIt seems it's helping Deepcolor finish this painting.\n'So that's your assistant!'\nI can't help myself but to exclaim.\nShe nods.\nShe's smiling.\n......\nHow time flies; the painting has already been completed.\nShe hands the painting to me, and I pay her the commission we'd agreed upon.\n'You'll love this portrait for sure!'\nShe seems really happy.\nOf course, I am happy too. After all, what is there to be unhappy about when a painter hands you a freshly painted portrait, especially one so lifelike?\nThe colors are bright and vivid, and the expression is true and genuine.\nThis is magnificent!\nAs I mount the painting, a question suddenly comes to mind.\nThough it was on my mind just moments earlier, I immediately forgot about it when I laid my eyes on the painting.\n'Has she ever used any colors other than blue?'\n'Where did that discomforting noise come from?'\nWho cares?\nReally, who cares?!\nIt's not nice to pry into somebody else's secrets!\nEven if something might seem off, what does that have anything to do with me?'",
      "typeIcon": "sum-y",
      "typeName": "SUM-Y",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_110_deepcl",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 40,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_002_deepcl_1",
        "uniequip_002_deepcl_2"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 1,
          "type": "MATERIAL"
        },
        {
          "id": "30013",
          "count": 4,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 20000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_pallas": {
      "uniEquipId": "uniequip_001_pallas",
      "uniEquipName": "Pallas's Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "'Operator Pallas has demonstrated a remarkable aptitude for rallying her fellow Minoan operators.\nThe Field Operations Department has thus passed the following resolution:\nThis operator shall be appointed a Guard Operator during field operations to exercise Instructor responsibilities.\nIn witness whereof,\nThis badge is hereby conferred upon the above named.'",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_485_pallas",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_pallas": {
      "uniEquipId": "uniequip_002_pallas",
      "uniEquipName": "'Ούρος'",
      "uniEquipIcon": "uniequip_002_pallas",
      "uniEquipDesc": "'Because of these black rocks on my body, I had no choice but to leave my homeland, the place where my ancestors defended generations after generations.\nIt may have caused lots of pain and suffering, but, looking back, I cannot help but smile.\nThat said, how am I supposed to live when I have to cut all my ties with Minos and abandon my roots?\nI would yet like another taste of the herb cakes from Athenius.\nI wish to enjoy the fine wine from Lachedamon.\n I want to be able to bring home souvenirs from the Corinia markets again.\nI hope I'll yet be able to lay my heart bare to the scholars, spar with the warriors, and negotiate with the merchants there.\nI wonder when I will get to enjoy my life so once again?\nMountains of Minos, please allow me to continue my ramblings.\nO Almighty Athos, do you nurture your faithful children of Minos still?\nI but wish that those faithful believers who drink your springwater yet give to you their praises and offerings.\nHymnoi, my most respected teacher. Are there still those who seek the meaning of life from your embrace?\nI know you keep to yourself, but if those who seek your help are true to heart, I ask you to please guide them to the right path.\nO Heria, respected and majestic Heria. Are there yet simpletons who attempt to make their way to your summit merely for fame?\nPlease, let them return home safely after your punishments. They are young and immature. Please do not take away their future for your brief moments of fury.\nThe lands of Minos. Words cannot describe how beautiful you are, and nothing comes close to your magnificence.\nYet I must say these words and mark them down for prosperity.\nThese are only words that a Forte, far away from home, still has for comfort. Should these words go unsaid, these woes deep in my heart will endanger even my life.\nPlease forgive me for resorting to such shallow methods to compose myself.\nI will yet wander outside your domain.\nIt may take several years, perhaps decades.\nBut I promise you this.\nIt matters not how long.\nI will once again return to your embrace.\nThis is the truest, most sincere oath that a Minoan can take.\nI am certain you can hear me.\nThis rock, mined in Aegean, yet remains affixed to my hammer.\nWith it, I will make it through all obstacles in life.\nIt will bear witness to my faith, hear my odes, and execute these great deeds with me.\nAfter countless trials and tribulations, the melodies of my return shall be sounded.\nAt that moment in time, it will recant to you these writings of mine at the temple.\nI will ever hold out hope that this day will be soon.\n—Excerpts from some disorganized scribblings written by Pallas.'",
      "typeIcon": "ins-x",
      "typeName": "INS-X",
      "equipShiningColor": "red",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_485_pallas",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 60,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_002_pallas_1",
        "uniequip_002_pallas_2"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 4,
          "type": "MATERIAL"
        },
        {
          "id": "30125",
          "count": 2,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 80000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_sophia": {
      "uniEquipId": "uniequip_001_sophia",
      "uniEquipName": "Whislash's Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "'Operator Whislash has demonstrated a remarkable aptitude in rallying operators to intercept large groups of hostiles.\nThe Field Operations Department has thus passed the following resolution:\nThis operator shall be appointed a Guard Operator during field operations to exercise Instructor responsibilities.\nIn witness whereof,\nThis badge is hereby conferred upon the above named.'",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_265_sophia",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_sophia": {
      "uniEquipId": "uniequip_002_sophia",
      "uniEquipName": "Whipsword Wire.L",
      "uniEquipIcon": "uniequip_002_sophia",
      "uniEquipDesc": "'Even before the match, Zofia knew that she had a long way to go if she were to defeat the Fissure Knight, but it wasn't until she actually had to fight the Fissure Knight that she knew how fatal the gap between them was.\nShe heard that her opponent had staff who reviewed all of her previous matches and had been trained by coaches bearing the same weapon and comparable stature to her. In effect, her opponent already knows her like the back of his own hand.\nShe had also heard that the Fissure's armor was forged specifically to take on her weapon of choice in battle. Not only does this armor make it difficult for her to get a good grasp with her whislash, any attack she manages to land isn't going to hurt her opponent in any way.\nOn the other hand, the blades yielded by her opponent have both been treated to give them fine cutting abilities.\nShe used to think these were just rumors. Alas, it all turned out to be true.\nZofia is starting to get discouraged. After all, her last few matches have all resulted in her defeat.\nHow many companies are there sponsoring Fissure? Are there really tens of thousands of people racking their brains together just to figure out how to take on the Whislash Knight?\nShe needs to find a way to get herself out of this, lest she gets defeated yet again.\nDid Nearl use to fight all by herself as she is doing now?\nDid she waver and hesitate when she found herself at a disadvantage?\nShe knows the answer, and she also knows very well that she is not Nearl.\nWhen her techniques, weapons, and armor are unable to give her any advantages, the only things she has to rely on are the same things that led Nearl to victory.\nConviction and determination.\nShe starts switching up her attack patterns, even using techniques that she has not yet completely mastered.\nShe's relying more on her blade than her whislash to attack.\nNow, Zofia the Whislash has a clear objective:\nShe must confuse her opponent.\nShe must wait for her opponent to become distracted for even a second. \nShe must snatch his weapon away with her whislash. \nAnd before its threads snap, she must strike her opponent down!'",
      "typeIcon": "ins-x",
      "typeName": "INS-X",
      "equipShiningColor": "red",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_265_sophia",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 50,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_002_sophia_1",
        "uniequip_002_sophia_2"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 2,
          "type": "MATERIAL"
        },
        {
          "id": "30034",
          "count": 3,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 40000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_swire": {
      "uniEquipId": "uniequip_001_swire",
      "uniEquipName": "Swire's Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "'Operator Swire has demonstrated a remarkable aptitude in rallying her nearby Melee operators.\nThe Field Operations Department has thus passed the following resolution:\nThis operator shall be appointed a Guard Operator during field operations to exercise Instructor responsibilities.\nIn witness whereof,\nThis badge is hereby conferred upon the above named.'",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_308_swire",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_swire": {
      "uniEquipId": "uniequip_002_swire",
      "uniEquipName": "Self-defense Lipstick",
      "uniEquipIcon": "uniequip_002_swire",
      "uniEquipDesc": "'Swire, Senior Superintendent of the Lungmen Police Department, is off work today, so, just as always, she goes shopping at Paci Plaza.\nAfter a six-hour shopping spree across the entire mall, she is just getting ready to go home with eight big bags in her hands and a big smile on her face. That is, until she turns the corner to a Swire branded lipstick counter.\n'The usual. Five #38 Bullets. Thanks,' Swire masterfully asks the salesperson for her favorite lipstick.\nThe #38 Bullet has been her lipstick of choice for the past ten years. Naturally, the price is of no concern to her.\n'Of course, Miss Swire. Right away,' says the salesperson, who seems to be familiar with this process herself. She asks a coworker to take over at the counter and disappears into the storeroom to look for the lipsticks the princess personally requested. Before long, she returns with a wooden carton and hands it over to Swire.\n'Please confirm this is the correct amount.'\nWithout opening the box to check its contents, Swire merely acknowledges the salesperson and looks down to fish for something in her handbag.\nAfter a good while, she takes out a mini bag. To everyone else, this probably looks more like a petite handbag.\nShe unbuckles her bag, revealing five black velvet slots inside.\nIn each of those slots is a used up #38 Bullet lipstick.\nSwire removes her used lipsticks and places them on the counter before inserting four of her newly purchased lipsticks in the slots, with the fifth one going into her pocket instead.\nWhen she notices Swire placing her bags back on her shoulders again, the salesperson's heart begins to race.\n'Miss, would you like someone to help carry your bags?'\n'Oh? No need. They are hardly heavy at all.'\n'Frightfully sorry, but are you sure...?'\n'Yes, I'm sure,' Swire answers as she walks away from the counter. It seems she really needs no help with her bags.\nShe may not need any help, but there are others who need hers.\nNot a moment after she steps out of the shopping mall's front doors, Swire hears a loud scream for help. She turns to the scream's direction to find a thief dashing away with a woman's handbag in his hands.\nIt so happens she is running right toward a superintendent of the L.G.D.\n'What a coincidence,' Swire thinks to herself.\nBy chance, she does not have her flail with her.\nIt so happens she just bought new lipstick today.\nWhat's more, there is one right in her pocket right now.\nShe decides to teach the thief a lesson he will never forget.\nSwire sets her shopping bags down, takes out her lipstick and removes the cap, breaking the seal, and waits for the thief to come closer.\nA few seconds later, everyone in the vicinity hears a thud, followed by the thief's wail as he stumbles to the ground under the L.G.D. patrol officer's roar.\n\nSeveral minutes later...\n'Good work, Missy. You're off duty, and you still caught a thief for us.' Hoshiguma, here to oversee the arrest of the thief, forces a smile as she greets Swire, the brave good Samaritan.\nNormally, Swire would personally take the man in herself for interrogation.\nHowever, she has the day off. This case isn't hers to deal with.\n'This fellow has got to have some real rotten luck to run into me today.'\n'It's not every day someone bumps into an off duty inspector when they go to snatch something.'\n'Hmph, whatever. You take him in. I'm going home. I'll deal with the case tomorrow.'\n'If you say so, Missy.'\n'Before you go, I have a question for you.'\n'What is it?'\nSwire turns around to find Hoshiguma writing something on her case report.\n'What should I write for how the suspect was taken down?'\nSwire can tell that Hoshiguma is asking for her opinion.\n'Just write down that it was lipstick. There is no need to pull punches for someone like him.'\n'Ahaha, okay then,' says Hoshiguma as she cheerfully scribbles on her report, 'The suspect was taken down by lipstick.'\n'I don't even want to head straight home anymore. Why don't you hurry and finish up with work? We'll get dinner together.'\n'Would you like me to escort you home and carry your bags for you, Missy? Haha.'\n'Oh, enough questions. Hurry up already.'\n'Okay, give me a second. I'll give the report to somebody else, then we can get dinner.'\n'Be sure to tell me how amazing this lipstick of yours is.'\n'Certainly.'\n\n'Why don't you carry my bags for me now? My hands are getting sore.'\n'Okay, okay. Be right with you.'",
      "typeIcon": "ins-x",
      "typeName": "INS-X",
      "equipShiningColor": "red",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_308_swire",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 50,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_002_swire_1",
        "uniequip_002_swire_2"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 2,
          "type": "MATERIAL"
        },
        {
          "id": "30044",
          "count": 3,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 40000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_doberm": {
      "uniEquipId": "uniequip_001_doberm",
      "uniEquipName": "Dobermann's Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "'Operator Dobermann has demonstrated a remarkable aptitude in rallying reserve operators.\nThe Field Operations Department has thus passed the following resolution:\nThis operator shall be appointed a Guard Operator during field operations to exercise Instructor responsibilities.\nIn witness whereof,\nThis badge is hereby conferred upon the above named.'",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_130_doberm",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_doberm": {
      "uniEquipId": "uniequip_002_doberm",
      "uniEquipName": "Military Telescope",
      "uniEquipIcon": "uniequip_002_doberm",
      "uniEquipDesc": "'Officer, how is it going over here?'\nThrough the lens of her binoculars, Colonel Dobermann sees the remnants of a city block as well as the entrance to a beltway not far away.\nThe Singas and the Coalition government are constantly sending their men to the area, and her team needs to find a way to make it through the chaotic warzone to make it to the other side of the city to provide support.\nAll the routes available to them are treacherous and dangerous. She has a decision to make.\n'You, take the beltway with your men. I'll take my team and make it through the city.'\n'Yes, sir.'\n'If we lose contact with each other, we'll prioritize the mission first. Make sure you do that. Got it?!'\n'Yes, sir!'\n'Roll out!'\n......\n'Dobermann, what should we do now?'\nDobermann and her team, having joined up with the resistance, have been retreating, but they find themselves being chased by pursuing enemies.\nShe must find a way to get her men out alive.\n'We can go this way... then take the waterway to make it past them.'\n'I'll need a few of you to stay behind, though...'\n'I'll do it. This is no problem for me!'\n'But...'\n'If I don't, all of us will die here, no?'\n'Sorry...'\n'This ain't your fault. You've done all you can.'\n'My brothers and I will get ourselves ready.'\n'I'm leaving everyone else to you!'\n......\n'Instructor, what should we do?'\nRhodes Island Operator Dobermann is currently carrying out a mission. The images she sees through her binoculars are once again forcing her to make a decision.\n'I think it'll be better if we lead the squad away and flank them.'\n'No, we'll wait till it's night where we are, then we'll head in through the ruins and attack that way. Our forces would be too divided, and that could lead to accidents.'\n'Understood.'\n'I'll head on inside first. Take the others to the objective point as soon as it gets dark and wait for my orders.'\n'That puts you in danger!'\n'This is the best way, and it's what I chose to do.'\n'I want all of you to trust in me, just like I trust you. Got it?!'\n'Yes, Instructor! Please be careful!'\n'Hmph, you just do what you are supposed to.'\n......\nThat night, Team Dobermann successfully completed its mission.'",
      "typeIcon": "ins-y",
      "typeName": "INS-Y",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_130_doberm",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 40,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_002_doberm_1",
        "uniequip_002_doberm_2"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 1,
          "type": "MATERIAL"
        },
        {
          "id": "30023",
          "count": 4,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 20000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_fartth": {
      "uniEquipId": "uniequip_001_fartth",
      "uniEquipName": "Fartooth's Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "Operator Fartooth has demonstrated a remarkable aptitude for defeating enemies from long range. \nThe Field Operations Department has thus passed the following resolution: \nThis operator shall be appointed a Sniper Operator during field operations to exercise Deadeye responsibilities. \nIn witness whereof, \nThis badge is hereby conferred upon the above named.",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_430_fartth",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_fartth": {
      "uniEquipId": "uniequip_002_fartth",
      "uniEquipName": "First-show Support Set",
      "uniEquipIcon": "uniequip_002_fartth",
      "uniEquipDesc": "......The wind. \nI can hear the wind's sound changing. \nIt was quiet before, but now it's become noisy.\n......\nLots of people... They're here to watch the match. \nMy first time competing in the knight tournament. \nThis is different from when I was in the underground arena... This is an official match. \n...Different? \nI've become an official Infected Knight, but does this really make a difference compared to before? \n...... \n......Soon. \nThere's not much time left. The match will start soon. \nI... \nI know, I will win. \nI will win...... \n...... \n\nExcuse me, is Miss Justyna Valentine here? We've brought your custom-made equipment! \nHuh, is Miss Valentine not here? \nShe... hasn't been seen since noon? What do you mean nobody knows where she is? The match is about to begin, and she's still not back yet? \nThis is quite unfortunate. Being late to her debut match will surely leave a bad taste in the fans' mouths. This certainly won't do any favors for Miss Valentine's future career! \nAnd in addition to that, she's going to need to personally look over her custom equipment, and if she's not here... \nHuh? Wait, what's that sound? \nHmm... Is that... somebody playing the flute? \n\nThe soft melody of the flute was gently carried along the wind, far, far away. \nEver higher, ever further away. \nThe wind continued to blow, to the place I promised to return to. \nPlease, take this tune back with you. \nPlease tell everyone. \nThat Justyna has finally become a knight. \nBut don't tell anyone. \nThat Justyna sorely misses her home. \n\n......\n......My goodness, how long have I been here?! \nI shouldn't be spacing out like that! Who has the time to sit around leisurely, playing a bland country tune? \nWell, whatever. \nThere's not much time left, I've gotta find Miss Valentine, and fast!",
      "typeIcon": "dea-x",
      "typeName": "DEA-X",
      "equipShiningColor": "red",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_430_fartth",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 60,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_001_fartth_1",
        "uniequip_002_fartth_2"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 4,
          "type": "MATERIAL"
        },
        {
          "id": "30135",
          "count": 2,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 80000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_milu": {
      "uniEquipId": "uniequip_001_milu",
      "uniEquipName": "Firewatch's Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "\tOperator Firewatch has demonstrated a remarkable aptitude for defeating enemies from long range. \nThe Field Operations Department has thus passed the following resolution: \nThis operator shall be appointed a Sniper Operator during field operations to exercise Deadeye responsibilities. \nIn witness whereof, \nThis badge is hereby conferred upon the above named.",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_158_milu",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_milu": {
      "uniEquipId": "uniequip_002_milu",
      "uniEquipName": "Field Sniper Equipment",
      "uniEquipIcon": "uniequip_002_milu",
      "uniEquipDesc": "The leaves were inserted into a small novel as bookmarks. \n\n'The Knight's Forest,' page 21. \n'Let me join your knight squad!' \n'Ask again when you're a little older.' \n'That's what you said last time! I've waited a whole year, and I've gotten really good with my crossbow! I can hit a tree branch from 200 meters away!' \n'Fine then, if you can go outside town, slay a gloompincer, and bring it back to camp before nightfall, I'll let you join.' \nThe squad captain couldn't talk the young girl out of it, so he wanted to make things as hard for her as possible so that she would reconsider. \nThough he had said those words half-jokingly, how could he possibly leave a child to fight against a gloompincer alone? He followed the girl quietly, curious as to what she planned to do. But when he saw her scouting out a sniping position, camouflaging into the environment, and then landing three clean shots in a row, he changed his mind. \nThe captain appeared in front of the girl as she dragged the corpse of the gloompincer back to town, the slain beast almost bigger than herself. \n'Come with me from now on.' \nThe girl lifted her head with a smile across her muddied face. \n\n'The Knight's Forest,' page 53. \nTime flies, and so the young girl grew up. She had fought in many battles against the Ursus Army, scoring success after success. The knights would come and go like the wind, routing the Ursus troops before disappearing without a trace. As their names spread fear through the ranks of the Ursus Army, the knights' prestige soared ever higher, and the girl herself became a war hero in the eyes of the people. \n'We won again. Why are you frowning?' The girl asked the captain. \n'Winter is almost here, and our supplies are running short. How long can we persist like this?' \n\n'The Knights' Forest,' page 137. \nThe fated day finally came. \nWhen the enemy army invaded, the knights prepared to sweep them with their usual hit-and-run tactics. But at that moment, the might of Ursus's artillery fell directly on top of them, and the knights were completely unable to put up a fight in the face of overwhelming military strength...... \n'Impossible! How could Ursus possibly know our precise location? It's utterly impossible, unless––' \nThe girl didn't have time for idle thoughts. The most important thing was to break free from the enemy's siege. If she died here, everything would've been for naught. \n'One day, I'll find you, whoever you are––' \nAgainst insurmountable odds, the girl somehow managed to escape the hail of bullets. Behind her... came the smoke of her hometown ablaze. \n\n'The Knights' Forest,' page 201. \nAll the pages of the book after this point were burnt, the edges of the leaf caught between the pages singed. \n\nThe leaf was laminated and stowed in the girls' tactical equipment box. Every time she put away her equipment, she would take another look at that leaf. \nThis may be the last leaf from her hometown that she can still see. \nThis is the story of an ancient war. Just another story. \nBut to Firewatch, this book – and the sole leaf remaining – seems to hold some deeper significance.",
      "typeIcon": "dea-y",
      "typeName": "DEA-Y",
      "equipShiningColor": "red",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_158_milu",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 50,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_001_milu_3",
        "uniequip_002_milu_4"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 2,
          "type": "MATERIAL"
        },
        {
          "id": "30054",
          "count": 3,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 40000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_cuttle": {
      "uniEquipId": "uniequip_001_cuttle",
      "uniEquipName": "Andreana's Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "Operator Andreana has demonstrated a remarkable aptitude for defeating enemies from long range. \nThe Field Operations Department has thus passed the following resolution: \nThis operator shall be appointed a Sniper Operator during field operations to exercise Deadeye responsibilities. \nIn witness whereof, \nThis badge is hereby conferred upon the above named.",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_218_cuttle",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_cuttle": {
      "uniEquipId": "uniequip_002_cuttle",
      "uniEquipName": "Gunsmithing Toolkit",
      "uniEquipIcon": "uniequip_002_cuttle",
      "uniEquipDesc": "After the regular checkup, Dr. Gavial wanted to take me out drinking, and I turned her down. It's not that I don't like her or anything; I think she's a fine person. I just don't like things that are a pain in the ass. \nIt's noisy as hell, there's alcohol, wrist wrestling, and inevitably, a little girl named Tomimi always shows up... Any single one of these things in isolation, I can probably deal with. Some, I might even call cute, but when you smash everything together, that's what you call a pain in the ass. I much prefer enjoying a glass of juice alone on the deck to spending a night at the bar. \n\nI'm almost out of juice. \nOne nice thing about being alone is that it's comfy. One not-so-nice thing is the fact that you get bored easily. \nI open up my toolbox with the mod kit and start to do maintenance on my 'gun.' Guess it's one form of entertainment. \nTwenty seconds, it's completely disassembled. \nEighty-one seconds, every part's squeaky clean. \nThirty-five seconds, the lubricant on all the metal parts has been replaced. \nFifteen seconds, the reassembly is complete. \nIf the thing in my hand was the real deal, I'd be able to do a whole lot more with the mod kit. Unfortunately, it's just a weirdly-shaped crossbow that fires a special ink bullet. Doesn't actually use Originium or anything sensational like that. \nSome things only work in the right hands. Trying to force them onto others won't end well. \n\nJust as I was deciding if I wanted to get a second glass of juice, I hear a few other people step onto the deck. Other than the sound of their footsteps, they aren't making any other noises. The people wisely keep their distance from me and stop on the side of the deck. \nBefore long, I hear a soft singing voice from them. I look back, and as expected, it's a group of Abyssal Hunters. \nAs soon as I see the three of them, my heart starts to beat faster. I once told to the Doctor it was love at first sight, though of course that was a joke. In reality, my best guess was that this unusual physiological reaction was probably related to that incident when I was a child. But I've never asked about it, nor do I think about it much. Wouldn't be able to get any answers anyway, and all the thinking in the world wouldn't solve the problem. In the end, I'd just be causing extra issues for myself. \nAnd I have a hunch – it'd be a hundred times more of a pain in the ass than Gavial dragging me to a hundred bars for a hundred nights. \nSo, as long as that thing stays far, far away from my daily life, I'm good. I have no desire to throw myself headlong into something that's gonna be a pain in the ass. \nBut occasionally, every so often... \nWhen I close my eyes, I'll see that person. I have no idea who that person is, but I can tell, they're at the center of this whole mess. \nSomeone wrapped in the smell of the sea, a robed Iberian... \nI stand up and sling the gun over my shoulder, pick up the only toolbox messy enough to be my own, and go to grab my second cup of juice.",
      "typeIcon": "dea-x",
      "typeName": "DEA-X",
      "equipShiningColor": "red",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_218_cuttle",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 50,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_001_cuttle_5",
        "uniequip_002_cuttle_6"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 2,
          "type": "MATERIAL"
        },
        {
          "id": "30064",
          "count": 3,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 40000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_glaze": {
      "uniEquipId": "uniequip_001_glaze",
      "uniEquipName": "Ambriel's Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "Operator Ambriel has demonstrated a remarkable aptitude for defeating enemies from long range. \nThe Field Operations Department has thus passed the following resolution: \nThis operator shall be appointed a Sniper Operator during field operations to exercise Deadeye responsibilities. \nIn witness whereof, \nThis badge is hereby conferred upon the above named.",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_302_glaze",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_glaze": {
      "uniEquipId": "uniequip_002_glaze",
      "uniEquipName": "Portable Radar Equipment",
      "uniEquipIcon": "uniequip_002_glaze",
      "uniEquipDesc": "Ambriel received a mission today. \nA mission it might be, but in reality, it's more like a small request. \nOf course, as the request came from Beanstalk, the reward was enough to make anyone's heart waver: an exquisitely-crafted wooden music box bearing a flowering tree. As soon as she saw that music box, Ambriel thought to herself, there's nobody in this world who wouldn't be charmed by it.\n'Please help me! While I was transporting the little metal crabs, two of them got lost! They're very important to me, so please, I'm begging you!' \nWhen Ambriel went to the location indicated by Beanstalk and set up her equipment, she couldn't help but to think to herself, she never imagined she'd be out in the wilderness trying to catch metal crabs. \n'What the heck even is my job...' \n.......\n Well, whatever. Catching crabs might even be fun. All the infected wild metal crabs I've seen in the past were ugly and troublesome, but I've never seen Miss Beanstalk's crabs before. Maybe they're cute. \nInexplicable thoughts ran through Ambriel's head. \nBut the cute little crabs were not today's main agenda. \nAmbriel activated the equipment around her – the sooner she finished the mission, the sooner she'd get her hands on that wonderful music box. \nShe switched on the power, flipped the switch, adjusted the angle, entered the data, and confirmed her target's information... \nBut there was a problem. The radar appeared to be broken. \nBe it the gibberish on the data output display or the smoking battery, everything was telling her the same bad news. \nIf she had to go back to repair the radar, then she definitely would not be able to complete the mission today, and the music box... She definitely didn't want that... \n...... \n'Ohhhh! I have spare parts here!' \nAmbriel's sudden yelp echoed through the wilderness as she excitedly opened a pack of equipment. Her mood was so good she even broke out into a little hum, finishing the repairs in no time at all and returning to her original mental state. \nAfter re-adjusting the equipment, Ambriel would set up the transceiver and begin releasing her Originium Arts–– \nHmm... This reminds me of tracking down those classmates when they were playing hooky. Now, little crabs, where are you......' \n...... \nA few hours later, the pink-haired Sankta returned to Beanstalk with a breeder box, two little metal crabs rolled up into balls inside. \nIn a box behind her were three fowlbeast eggs of different colors. \nBeanstalk got her metal crabs back, and Ambriel received the exquisite music box, so beautiful that one dared not handle it with anything more than the gentlest of touches. \n'I can't believe it.' Ambriel thought to herself while joyfully looking at the music box. 'I can't believe all that equipment ended up being so useful even off the battlefield.~' \n'Um, excuse me, were you planning on hatching those?' Beanstalk pointed to the fowlbeast eggs. 'If you want to hatch fowlbeast eggs, you'll need an incubator, and you'll have to turn them over frequently...' \n'Is it that complicated?!' \n'P-Please don't just throw them out though! You can ask Miss Vanilla... She'll be able to teach you!'",
      "typeIcon": "dea-x",
      "typeName": "DEA-X",
      "equipShiningColor": "red",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_302_glaze",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 40,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_001_glaze_7",
        "uniequip_002_glaze_8"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 1,
          "type": "MATERIAL"
        },
        {
          "id": "30033",
          "count": 4,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 20000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_cgbird": {
      "uniEquipId": "uniequip_001_cgbird",
      "uniEquipName": "Nightingale's Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "Operator Nightingale has demonstrated a remarkable aptitude for healing several teammates in a short period of time. \nThe Field Operations Department has thus passed the following resolution: \nThis operator shall be appointed a Medic Operator during field operations to exercise Multi-target Medic responsibilities. \nIn witness whereof, \nThis badge is hereby conferred upon the above named.",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_179_cgbird",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_cgbird": {
      "uniEquipId": "uniequip_002_cgbird",
      "uniEquipName": "'Closed Hope'",
      "uniEquipIcon": "uniequip_002_cgbird",
      "uniEquipDesc": "To come in contact with life is a miraculous feeling. \nUnlike the hardships, sorrows, and pain that people exhibit, life is always full of vitality. \nWith the release of Originium Arts, a new form of connection is created. \nBetween my life, and theirs. \nBy taking on their pain, Originium activates, promoting the blooming of life, and healing takes root. \nThis process seems to be significantly different from modern medical procedures. \nBut for me, results speak loudest. \nBecause I endured a little more pain, others can be born anew. \nThis is very good. \nBut... if I could be like ordinary people, without this physical pain, that spark of hope in my heart would surely shine a little bit brighter. \nUnfortunately, as I am now, I can only rely on others to survive. \nLike a light crystal in a lantern. Even if the lantern door is open, even if the light can bring warmth to others, the crystal itself is still fixed inside. \nIt is fixed there, because it has no ability to move on its own. \n'Nightingale, Nightingale––' \nI hope that one day, I will also be able to spread my wings and fly... just like the bird next to me. \n'Nightingale, wake up already––' \nUntil then, I must impose upon them yet more to take care of me. \n...... \n... \n \n'What's the matter, Shining?'",
      "typeIcon": "rin-x",
      "typeName": "RIN-X",
      "equipShiningColor": "blue",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_179_cgbird",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 60,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_001_cgbird_9",
        "uniequip_002_cgbird_10"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 4,
          "type": "MATERIAL"
        },
        {
          "id": "30145",
          "count": 2,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 80000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_plosis": {
      "uniEquipId": "uniequip_001_plosis",
      "uniEquipName": "Ptilopsis's Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "Operator Ptilopsis has demonstrated a remarkable aptitude for healing several teammates in a short period of time. \nThe Field Operations Department has thus passed the following resolution: \nThis operator shall be appointed a Medic Operator during field operations to exercise Multi-target Medic responsibilities. \nIn witness whereof, \nThis badge is hereby conferred upon the above named.",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_128_plosis",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_plosis": {
      "uniEquipId": "uniequip_002_plosis",
      "uniEquipName": "Medic Environment Analyze System",
      "uniEquipIcon": "uniequip_002_plosis",
      "uniEquipDesc": "'If Originium really has the ability to store information, and we are able to decode and translate it, then Columbia's science and technology will surge forward by leaps and bounds!' \n'I've encountered a bottleneck. Current electronic computational devices are not able to handle the enormous amount of information contained within Originium. I need a more suitable computational carrier...' \n'Having a person do it?! This is certainly a bold line of thinking. I... have to give it some thought.' \n'The prototype decoding device using a human computational carrier has been manufactured. Now, I just need a test subject with a clear mind and quick reflexes, preferably with a good understanding of computers and data.' \n'Subject selection complete. Subject codename: Ptilopsis.' \n'There is nobody in Rhine Lab more suitable than she is. Though my supervisor advised me to keep the experiment a secret from her due to its risks, I still informed her of the various possibilities that might arise during this experiment. This is my line in the sand, as a citizen of Columbia, and as a person.' \n'She agreed! She agreed! I knew it, I just knew she'd agree! I knew she'd be the one!' \n'I've already taught her the key points and operating procedures of the preliminary phase. She's a quick learner, and tomorrow, the experiment will begin. I trust we will join hands to usher in Columbia's future.' \n'The experiment has been going very smoothly, and all the data has fallen within the control range. We'll keep following this pace, and soon enough... Just a little more... Wait, no, no, no! This shouldn't be happening! H-Hurry, unplug her––' \n'The failsafe mechanisms activated in time, but... she still sustained injuries... Her brain...' \n'And the Originium infection...' \n'(Short, intermittent sobbing sounds)' \n'The higher-ups have already sent for emergency dispatchers, but, but this...' \n'It's my fault... It's all my fault...' \n'Based on the information she received before, I made a chip that can be inserted inside the body. This chip should be able to replace a portion of her brain's functions.' \n'Several of the department heads seem quite fond of this suggestion. Hmph. I know what they're thinking.' \n'The implant procedure was successful, but she's unresponsive.' \n'She's awake! But her language functions... seem to have some problems.' \n'She told me, another voice appeared inside her head, one that did not belong to any of the languages she knew. It placed a huge burden on her psyche.' \n'Only the use of machine logic language could soothe the pain.' \n'She is the first person in Columbia to survive a chip transplant operation. This is a pioneering achievement.' \n'But the world through her eyes seems to have become something altogether different.' \n'I also implanted a chip into my own brain, and the wound still aches, but I want to know how the information inside the Originium has changed her.' \n'What exactly is that voice?' \n'I will reproduce the experiment.' \n––Rhine Lab, Recording of Project *UNKNOWN* Director during her lifetime",
      "typeIcon": "rin-x",
      "typeName": "RIN-X",
      "equipShiningColor": "blue",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_128_plosis",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 50,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_001_plosis_11",
        "uniequip_002_plosis_12"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 2,
          "type": "MATERIAL"
        },
        {
          "id": "30074",
          "count": 3,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 40000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_breeze": {
      "uniEquipId": "uniequip_001_breeze",
      "uniEquipName": "Breeze's Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "Operator Breeze has demonstrated a remarkable aptitude for healing several teammates in a short period of time. \nThe Field Operations Department has thus passed the following resolution: \nThis operator shall be appointed a Medic Operator during field operations to exercise Multi-target Medic responsibilities. \nIn witness whereof, \nThis badge is hereby conferred upon the above named.",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_275_breeze",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_breeze": {
      "uniEquipId": "uniequip_002_breeze",
      "uniEquipName": "Surgical Instrument Kit",
      "uniEquipIcon": "uniequip_002_breeze",
      "uniEquipDesc": "Grace, my dear. \nYou haven't contacted us since you left home. \nAt first we thought you were still angry because of the argument, but later, we learned what happened to you. \nBefore, we didn't even have a way to celebrate your birthday. But now, we know the address of your workplace. \nHappy birthday, my dear Grace. \nInside this package is my present to you, a toolbag. \nWhen I was young, I always wanted to venture far away, so I asked a famous craftsman in Londinium to make this toolbag. It's very durable, and can hold a lot of things. \nBut after that, I returned to the life that my parents planned out for me, so I never had a chance to use it. \nEven though this world has many ways of stopping a person in her tracks, I believe that you can go further than me. \nYour father is very disappointed in himself. He wants to go to Rhodes Island to look for you, but doesn't know how to face you, nor does he know how to deal with what would come next. If you ever see him, I hope you two can sit down and talk things through. \nMy daughter, no matter what happens, I will always support your decisions and your dreams. \nIf Henry disagrees with you, then I'll talk him into it. \nOne last thing: Your father found someone to make a whole bunch of those sweets you used to love as a kid, even though he was also the one who forbade you from having them... If they show up in the mail, don't eat them all at once! \n \n––Beatrix Arizona \n \n \nGrace, I made a trip to Rhodes Island. Your coworker said you were out in the field, in some dangerous place no less. Something about being a battlefield medic for Rhodes Island. \nThe way I understand things is, Rhodes Island might be one of the best places in this world, but if you stay here, you should behave like a patient rather than running amok like you are now. \nWe can afford the cost of your treatment, but we can't afford to lose you a second time. \nI've brought you some food and supplies. Some of it's perishable, so don't forget to eat it. \nIf you ever need anything, just let me know. \nBeatrix wants me to sit down and have a good talk with you, so I'll come back next month. \nAlso, your mother wants to hear back from you more often. \nThe desk drawer in your dorm was broken, so I repaired it. Try not to stuff too many things in there. \n\n––Henry Arizona",
      "typeIcon": "rin-x",
      "typeName": "RIN-X",
      "equipShiningColor": "blue",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_275_breeze",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 50,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_001_breeze_13",
        "uniequip_002_breeze_14"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 2,
          "type": "MATERIAL"
        },
        {
          "id": "30084",
          "count": 3,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 40000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    },
    "uniequip_001_flower": {
      "uniEquipId": "uniequip_001_flower",
      "uniEquipName": "Perfumer's Badge",
      "uniEquipIcon": "original",
      "uniEquipDesc": "Operator Perfumer has demonstrated a remarkable aptitude for healing several teammates in a short period of time. \nThe Field Operations Department has thus passed the following resolution: \nThis operator shall be appointed a Medic Operator during field operations to exercise Multi-target Medic responsibilities. \nIn witness whereof, \nThis badge is hereby conferred upon the above named.",
      "typeIcon": "original",
      "typeName": "ORIGINAL",
      "equipShiningColor": "grey",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 0,
      "charId": "char_181_flower",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 0,
      "unlockFavorPoint": 0,
      "missionList": [],
      "itemCost": null,
      "type": "INITIAL"
    },
    "uniequip_002_flower": {
      "uniEquipId": "uniequip_002_flower",
      "uniEquipName": "'Aegean's Kiss'",
      "uniEquipIcon": "uniequip_002_flower",
      "uniEquipDesc": "Inhale–– \nLet the aroma linger in your nose for a spell–– \nSlowly exhale–– \nHow was that, Doctor? This perfume's pretty nice, right? \nHm, my secret? What secret? \nAll the ingredients are all-natural. You just have to put a liiit-tle extra work into it. \nYou still want to know more? \nMy, oh my, you're not planning on just copying the recipe, are you? \nHehe~ Well, it doesn't matter if I write the recipe down for you anyway. This can only be made with local materials from Minos. \nNot a single ingredient can be substituted. \nIt's like–– all my personal memories from Minos distilled. \nThe nights in the Aegean Plain, the peacefully grazing fowlbeasts, the moon settling into the bottom of the lake, springtime in boronia's blossom–– \nI can see it. \nI can feel it. \nThere's nothing quite like it. \nAlas–– 'nothing quite like it' isn't quite right. After all, everyone can enjoy this aroma. \nAhh, just treat this as using your nose to alleviate a little bit of my homesickness~ \nNow, tell me, Doctor. \nWhat can you smell, \nfrom this 'Aegean's Kiss'~~",
      "typeIcon": "rin-y",
      "typeName": "RIN-Y",
      "equipShiningColor": "blue",
      "showEvolvePhase": 2,
      "unlockEvolvePhase": 2,
      "charId": "char_181_flower",
      "tmplId": null,
      "showLevel": 1,
      "unlockLevel": 40,
      "unlockFavorPoint": 10070,
      "missionList": [
        "uniequip_001_flower_15",
        "uniequip_002_flower_16"
      ],
      "itemCost": [
        {
          "id": "mod_unlock_token",
          "count": 1,
          "type": "MATERIAL"
        },
        {
          "id": "30043",
          "count": 4,
          "type": "MATERIAL"
        },
        {
          "id": "4001",
          "count": 20000,
          "type": "GOLD"
        }
      ],
      "type": "ADVANCED"
    }
  },
  "missionList": {
    "uniequip_002_mgllan_1": {
      "template": "EquipmentDeployStage",
      "desc": "Complete 5 operations and summon Magallan's summoned units at least 5 times in each operation (Magallan cannot be a Support Unit)",
      "paramList": [
        "5",
        "5",
        "token_10005_mgllan_drone1;token_10005_mgllan_drone2;token_10005_mgllan_drone3",
        "char_248_mgllan"
      ],
      "uniEquipMissionId": "uniequip_002_mgllan_1",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_mgllan"
    },
    "uniequip_002_mgllan_2": {
      "template": "EquipmentSquadPro",
      "desc": "Clear Main Theme 2-5 with a 3-star rating using a squad of at most 2 units (including Support Units); a non-Support Magallan must be deployed during the operation and only Vanguard operators are allowed for the remaining units",
      "paramList": [
        "3",
        "main_02-05",
        "char_248_mgllan",
        "1,PIONEER"
      ],
      "uniEquipMissionId": "uniequip_002_mgllan_2",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_mgllan"
    },
    "uniequip_002_folivo_1": {
      "template": "EquipmentDeployStage",
      "desc": "Complete 5 operations and summon Scene's summoned units at least 5 times in each operation (Scene cannot be a Support Unit)",
      "paramList": [
        "5",
        "5",
        "token_10010_folivo_car",
        "char_336_folivo"
      ],
      "uniEquipMissionId": "uniequip_002_folivo_1",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_folivo"
    },
    "uniequip_002_folivo_2": {
      "template": "EquipmentSquadPro",
      "desc": "Clear Main Theme 3-1 with a 3-star rating using a squad of at most 2 units (including Support Units); a non-Support Scene must be deployed during the operation and only Sniper operators are allowed for the remaining units",
      "paramList": [
        "3",
        "main_03-01",
        "char_336_folivo",
        "1,SNIPER"
      ],
      "uniEquipMissionId": "uniequip_002_folivo_2",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_folivo"
    },
    "uniequip_002_otter_1": {
      "template": "EquipmentDeployStage",
      "desc": "Complete 5 operations and summon Mayer's summoned units at least 5 times in each operation (Mayer cannot be a Support Unit)",
      "paramList": [
        "5",
        "5",
        "token_10004_otter_motter",
        "char_242_otter"
      ],
      "uniEquipMissionId": "uniequip_002_otter_1",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_otter"
    },
    "uniequip_002_otter_2": {
      "template": "EquipmentSquadPro",
      "desc": "Clear Main Theme 2-9 with a 3-star rating using a squad of at most 3 units (including Support Units); a non-Support Mayer must be deployed during the operation and only Sniper operators are allowed for the remaining units",
      "paramList": [
        "3",
        "main_02-09",
        "char_242_otter",
        "2,SNIPER"
      ],
      "uniEquipMissionId": "uniequip_002_otter_2",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_otter"
    },
    "uniequip_002_deepcl_1": {
      "template": "EquipmentDeployTotal",
      "desc": "Summon a total of 20 summoned units with Deepcolor (Deepcolor cannot be a Support Unit)",
      "paramList": [
        "20",
        "token_10001_deepcl_tentac",
        "char_110_deepcl"
      ],
      "uniEquipMissionId": "uniequip_002_deepcl_1",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_deepcl"
    },
    "uniequip_002_deepcl_2": {
      "template": "EquipmentSquadPro",
      "desc": "Clear Main Theme 2-4 with a 3-star rating using a squad of at most 1 unit; only a non-Support Deepcolor may be in the squad",
      "paramList": [
        "3",
        "main_02-04",
        "char_110_deepcl",
        "0,SNIPER"
      ],
      "uniEquipMissionId": "uniequip_002_deepcl_2",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_deepcl"
    },
    "uniequip_002_pallas_1": {
      "template": "EquipmentCharKilled",
      "desc": "Defeat a total of 50 enemies with Pallas (Pallas cannot be a Support Unit)",
      "paramList": [
        "char_485_pallas",
        "50",
        "char_485_pallas"
      ],
      "uniEquipMissionId": "uniequip_002_pallas_1",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_pallas"
    },
    "uniequip_002_pallas_2": {
      "template": "EquipmentSquadPro",
      "desc": "Clear Main Theme 3-6 with a 3-star rating using a squad of at most 2 units (including Support Units); a non-Support Pallas must be deployed during the operation and only Medic operators are allowed for the remaining units",
      "paramList": [
        "3",
        "main_03-06",
        "char_485_pallas",
        "1,MEDIC"
      ],
      "uniEquipMissionId": "uniequip_002_pallas_2",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_pallas"
    },
    "uniequip_002_sophia_1": {
      "template": "EquipmentCharKilled",
      "desc": "Defeat a total of 50 enemies with Whislash (Whislash cannot be a Support Unit)",
      "paramList": [
        "char_265_sophia",
        "50",
        "char_265_sophia"
      ],
      "uniEquipMissionId": "uniequip_002_sophia_1",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_sophia"
    },
    "uniequip_002_sophia_2": {
      "template": "EquipmentSquadPro",
      "desc": "Clear Main Theme S3-6 with a 3-star rating; a non-Support Whislash must be deployed during the operation and only Defender operators are allowed for the remaining units",
      "paramList": [
        "3",
        "sub_03-3-1",
        "char_265_sophia",
        "13,TANK"
      ],
      "uniEquipMissionId": "uniequip_002_sophia_2",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_sophia"
    },
    "uniequip_002_swire_1": {
      "template": "EquipmentSquadProStage",
      "desc": "Clear 5 operations with Swire (Swire cannot be a Support Unit); only Guard operators are allowed for the remaining units",
      "paramList": [
        "5",
        "char_308_swire",
        "13,WARRIOR"
      ],
      "uniEquipMissionId": "uniequip_002_swire_1",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_swire"
    },
    "uniequip_002_swire_2": {
      "template": "EquipmentSquadPos",
      "desc": "Clear Main Theme S2-3 with a 3-star rating using a squad of at most 2 units (including Support Units); a non-Support Swire must be deployed during the operation and only Melee operators are allowed for the remaining units",
      "paramList": [
        "3",
        "sub_02-03",
        "char_308_swire",
        "1,MELEE"
      ],
      "uniEquipMissionId": "uniequip_002_swire_2",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_swire"
    },
    "uniequip_002_doberm_1": {
      "template": "EquipmentSquadStarStage",
      "desc": "Clear 5 operations with Dobermann (Dobermann cannot be a Support Unit); only 3-star operators are allowed for the remaining units",
      "paramList": [
        "5",
        "char_130_doberm",
        "13,3"
      ],
      "uniEquipMissionId": "uniequip_002_doberm_1",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_doberm"
    },
    "uniequip_002_doberm_2": {
      "template": "EquipmentSquadStar",
      "desc": "Clear Main Theme 1-12 with a 3-star rating; a non-Support Dobermann must be deployed during the operation and only 3-star operators are allowed for the remaining units",
      "paramList": [
        "3",
        "main_01-12",
        "char_130_doberm",
        "13,3"
      ],
      "uniEquipMissionId": "uniequip_002_doberm_2",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_doberm"
    },
    "uniequip_001_fartth_1": {
      "template": "EquipmentCharKilled",
      "desc": "Defeat a total of 80 enemies with Fartooth (Fartooth cannot be a Support Unit)",
      "paramList": [
        "char_430_fartth",
        "80",
        "char_430_fartth"
      ],
      "uniEquipMissionId": "uniequip_001_fartth_1",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_fartth"
    },
    "uniequip_002_fartth_2": {
      "template": "EquipmentEventStageMore",
      "desc": "Clear Main Theme S2-2 with a 3-star rating; a non-Support Fartooth must be deployed during the operation, and Fartooth must defeat at least 8 enemies with Feathershine Arrows",
      "paramList": [
        "3",
        "sub_02-02",
        "char_430_fartth",
        "DEATHDETAIL,char_430_fartth,3",
        "8"
      ],
      "uniEquipMissionId": "uniequip_002_fartth_2",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_fartth"
    },
    "uniequip_001_milu_3": {
      "template": "EquipmentEventTotal",
      "desc": "Defeat a total of 25 enemy ranged units with Firewatch (Firewatch cannot be a Support Unit)",
      "paramList": [
        "char_158_milu",
        "DEATHDETAIL,char_158_milu,RANGED",
        "25"
      ],
      "uniEquipMissionId": "uniequip_001_milu_3",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_milu"
    },
    "uniequip_002_milu_4": {
      "template": "EquipmentEventStageMore",
      "desc": "Clear Main Theme 2-10 with a 3-star rating; a non-Support Firewatch must be deployed during the operation, and Firewatch must defeat Skullshatterer",
      "paramList": [
        "3",
        "main_02-10",
        "char_158_milu",
        "DEATHDETAIL,char_158_milu,enemy_1500_skulsr",
        "1"
      ],
      "uniEquipMissionId": "uniequip_002_milu_4",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_milu"
    },
    "uniequip_001_cuttle_5": {
      "template": "EquipmentDamageTotal",
      "desc": "Deal a total of 150,000 damage with Andreana (Andreana cannot be a Support Unit)",
      "paramList": [
        "char_218_cuttle",
        "150000"
      ],
      "uniEquipMissionId": "uniequip_001_cuttle_5",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_cuttle"
    },
    "uniequip_002_cuttle_6": {
      "template": "EquipmentCharKilledStage",
      "desc": "Clear Main Theme 3-2 with a 3-star rating; a non-Support Andreana must be deployed during the operation, and Andreana must defeat at least 15 enemies",
      "paramList": [
        "3",
        "main_03-02",
        "char_218_cuttle",
        "15",
        "char_218_cuttle"
      ],
      "uniEquipMissionId": "uniequip_002_cuttle_6",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_cuttle"
    },
    "uniequip_001_glaze_7": {
      "template": "EquipmentEventTotal",
      "desc": "Defeat a total of 30 enemies with Ambriel's Radar Sweep (Ambriel cannot be a Support Unit)",
      "paramList": [
        "char_302_glaze",
        "DEATHDETAIL,char_302_glaze,2",
        "30"
      ],
      "uniEquipMissionId": "uniequip_001_glaze_7",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_glaze"
    },
    "uniequip_002_glaze_8": {
      "template": "EquipmentEventStageMore",
      "desc": "Clear Main Theme 4-7 with a 3-star rating; a non-Support Ambriel must be deployed during the operation, and Ambriel must defeat at least 6 Infused Originium Slugs",
      "paramList": [
        "3",
        "main_04-07",
        "char_302_glaze",
        "DEATHDETAIL,char_302_glaze,enemy_1021_bslime",
        "6"
      ],
      "uniEquipMissionId": "uniequip_002_glaze_8",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_glaze"
    },
    "uniequip_001_cgbird_9": {
      "template": "EquipmentDeployTotal",
      "desc": "Summon a total of 10 summoned units with Nightingale (Nightingale cannot be a Support Unit)",
      "paramList": [
        "10",
        "token_10003_cgbird_bird",
        "char_179_cgbird"
      ],
      "uniEquipMissionId": "uniequip_001_cgbird_9",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_cgbird"
    },
    "uniequip_002_cgbird_10": {
      "template": "EquipmentSkillCastStage",
      "desc": "Clear Main Theme 3-6 with a 3-star rating; a non-Support Nightingale must be deployed during the operation, and Nightingale must use Arts Shield 10 times",
      "paramList": [
        "3",
        "main_03-06",
        "skchr_cgbird_2",
        "10",
        "char_179_cgbird"
      ],
      "uniEquipMissionId": "uniequip_002_cgbird_10",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_cgbird"
    },
    "uniequip_001_plosis_11": {
      "template": "EquipmentSkillCast",
      "desc": "During battle, have Ptilopsis use Enkephalin 8 times (Ptilopsis cannot be a Support Unit)",
      "paramList": [
        "char_128_plosis",
        "skchr_plosis_2",
        "8",
        "char_128_plosis"
      ],
      "uniEquipMissionId": "uniequip_001_plosis_11",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_plosis"
    },
    "uniequip_002_plosis_12": {
      "template": "EquipmentSquadProEx",
      "desc": "Clear Main Theme 4-9 with a 3-star rating; a non-Support Ptilopsis must be deployed during the operation, and any other Medic Operators or Defender Operators are not allowed for the remaining units",
      "paramList": [
        "3",
        "main_04-09",
        "char_128_plosis",
        "MEDIC;TANK"
      ],
      "uniEquipMissionId": "uniequip_002_plosis_12",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_plosis"
    },
    "uniequip_001_breeze_13": {
      "template": "EquipmentEventTotal",
      "desc": "During battle, have Breeze fire a total of 50 healing rounds (Breeze cannot be a Support Unit)",
      "paramList": [
        "char_275_breeze",
        "PROJECTILEBORN,char_275_breeze,projectile_breeze_s2",
        "50"
      ],
      "uniEquipMissionId": "uniequip_001_breeze_13",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_breeze"
    },
    "uniequip_002_breeze_14": {
      "template": "EquipmentSquadNum",
      "desc": "Clear Main Theme 4-1 with a 3-star rating; a non-Support Breeze must be deployed during the operation, and only 7 Operators are allowed for the remaining units",
      "paramList": [
        "3",
        "main_04-01",
        "char_275_breeze",
        "7"
      ],
      "uniEquipMissionId": "uniequip_002_breeze_14",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_breeze"
    },
    "uniequip_001_flower_15": {
      "template": "EquipmentDeployStage",
      "desc": "Complete a total of 5 battles; In each battle, a non-Support Perfumer must be deployed once at least",
      "paramList": [
        "5",
        "1",
        "char_181_flower",
        "char_181_flower"
      ],
      "uniEquipMissionId": "uniequip_001_flower_15",
      "uniEquipMissionSort": 1,
      "uniEquipId": "uniequip_002_flower"
    },
    "uniequip_002_flower_16": {
      "template": "EquipmentSquadProEx",
      "desc": "Clear Main Theme 3-4 with a 3-star rating; only a non-Support Perfumer is allowed as the only Medic Operator",
      "paramList": [
        "3",
        "main_03-04",
        "char_181_flower",
        "MEDIC"
      ],
      "uniEquipMissionId": "uniequip_002_flower_16",
      "uniEquipMissionSort": 2,
      "uniEquipId": "uniequip_002_flower"
    }
  },
  "subProfDict": {
    "notchar1": {
      "subProfessionId": "notchar1",
      "subProfessionName": "Operator attached unit",
      "subProfessionCatagory": 1
    },
    "notchar2": {
      "subProfessionId": "notchar2",
      "subProfessionName": "No class trap",
      "subProfessionCatagory": 2
    },
    "none1": {
      "subProfessionId": "none1",
      "subProfessionName": "Reserved 1",
      "subProfessionCatagory": 3
    },
    "none2": {
      "subProfessionId": "none2",
      "subProfessionName": "Reserved 1",
      "subProfessionCatagory": 4
    },
    "pioneer": {
      "subProfessionId": "pioneer",
      "subProfessionName": "Pioneer",
      "subProfessionCatagory": 5
    },
    "charger": {
      "subProfessionId": "charger",
      "subProfessionName": "Charger",
      "subProfessionCatagory": 6
    },
    "tactician": {
      "subProfessionId": "tactician",
      "subProfessionName": "Tactician",
      "subProfessionCatagory": 7
    },
    "bearer": {
      "subProfessionId": "bearer",
      "subProfessionName": "Standard Bearer",
      "subProfessionCatagory": 8
    },
    "centurion": {
      "subProfessionId": "centurion",
      "subProfessionName": "Centurion",
      "subProfessionCatagory": 9
    },
    "fighter": {
      "subProfessionId": "fighter",
      "subProfessionName": "Fighter",
      "subProfessionCatagory": 10
    },
    "artsfghter": {
      "subProfessionId": "artsfghter",
      "subProfessionName": "Arts Fighter",
      "subProfessionCatagory": 11
    },
    "instructor": {
      "subProfessionId": "instructor",
      "subProfessionName": "Instructor",
      "subProfessionCatagory": 12
    },
    "lord": {
      "subProfessionId": "lord",
      "subProfessionName": "Lord",
      "subProfessionCatagory": 13
    },
    "sword": {
      "subProfessionId": "sword",
      "subProfessionName": "Swordmaster",
      "subProfessionCatagory": 14
    },
    "musha": {
      "subProfessionId": "musha",
      "subProfessionName": "Musha",
      "subProfessionCatagory": 15
    },
    "fearless": {
      "subProfessionId": "fearless",
      "subProfessionName": "Dreadnought",
      "subProfessionCatagory": 16
    },
    "reaper": {
      "subProfessionId": "reaper",
      "subProfessionName": "Reaper",
      "subProfessionCatagory": 17
    },
    "librator": {
      "subProfessionId": "librator",
      "subProfessionName": "Liberator",
      "subProfessionCatagory": 18
    },
    "protector": {
      "subProfessionId": "protector",
      "subProfessionName": "Protector",
      "subProfessionCatagory": 19
    },
    "guardian": {
      "subProfessionId": "guardian",
      "subProfessionName": "Guardian",
      "subProfessionCatagory": 20
    },
    "unyield": {
      "subProfessionId": "unyield",
      "subProfessionName": "Juggernaut",
      "subProfessionCatagory": 21
    },
    "artsprotector": {
      "subProfessionId": "artsprotector",
      "subProfessionName": "Arts Protector",
      "subProfessionCatagory": 22
    },
    "duelist": {
      "subProfessionId": "duelist",
      "subProfessionName": "Duelist",
      "subProfessionCatagory": 23
    },
    "fortress": {
      "subProfessionId": "fortress",
      "subProfessionName": "Fortress",
      "subProfessionCatagory": 24
    },
    "fastshot": {
      "subProfessionId": "fastshot",
      "subProfessionName": "Marksman",
      "subProfessionCatagory": 25
    },
    "closerange": {
      "subProfessionId": "closerange",
      "subProfessionName": "Heavyshooter",
      "subProfessionCatagory": 26
    },
    "aoesniper": {
      "subProfessionId": "aoesniper",
      "subProfessionName": "Artilleryman",
      "subProfessionCatagory": 27
    },
    "longrange": {
      "subProfessionId": "longrange",
      "subProfessionName": "Deadeye",
      "subProfessionCatagory": 28
    },
    "reaperrange": {
      "subProfessionId": "reaperrange",
      "subProfessionName": "Spreadshooter",
      "subProfessionCatagory": 29
    },
    "siegesniper": {
      "subProfessionId": "siegesniper",
      "subProfessionName": "Besieger",
      "subProfessionCatagory": 30
    },
    "bombarder": {
      "subProfessionId": "bombarder",
      "subProfessionName": "Flinger",
      "subProfessionCatagory": 31
    },
    "corecaster": {
      "subProfessionId": "corecaster",
      "subProfessionName": "Core Caster",
      "subProfessionCatagory": 32
    },
    "splashcaster": {
      "subProfessionId": "splashcaster",
      "subProfessionName": "Splash Caster",
      "subProfessionCatagory": 33
    },
    "funnel": {
      "subProfessionId": "funnel",
      "subProfessionName": "Mech-accord Caster",
      "subProfessionCatagory": 34
    },
    "phalanx": {
      "subProfessionId": "phalanx",
      "subProfessionName": "Phalanx Caster",
      "subProfessionCatagory": 35
    },
    "mystic": {
      "subProfessionId": "mystic",
      "subProfessionName": "Mystic Caster",
      "subProfessionCatagory": 36
    },
    "chain": {
      "subProfessionId": "chain",
      "subProfessionName": "Chain Caster",
      "subProfessionCatagory": 37
    },
    "blastcaster": {
      "subProfessionId": "blastcaster",
      "subProfessionName": "Blast Caster",
      "subProfessionCatagory": 38
    },
    "physician": {
      "subProfessionId": "physician",
      "subProfessionName": "Medic",
      "subProfessionCatagory": 39
    },
    "ringhealer": {
      "subProfessionId": "ringhealer",
      "subProfessionName": "Multi-target Medic",
      "subProfessionCatagory": 40
    },
    "healer": {
      "subProfessionId": "healer",
      "subProfessionName": "Therapist",
      "subProfessionCatagory": 41
    },
    "wandermedic": {
      "subProfessionId": "wandermedic",
      "subProfessionName": "Wandering Medic",
      "subProfessionCatagory": 42
    },
    "slower": {
      "subProfessionId": "slower",
      "subProfessionName": "Decel Binder",
      "subProfessionCatagory": 43
    },
    "underminer": {
      "subProfessionId": "underminer",
      "subProfessionName": "Hexer",
      "subProfessionCatagory": 44
    },
    "bard": {
      "subProfessionId": "bard",
      "subProfessionName": "Bard",
      "subProfessionCatagory": 45
    },
    "blessing": {
      "subProfessionId": "blessing",
      "subProfessionName": "Abjurer",
      "subProfessionCatagory": 46
    },
    "summoner": {
      "subProfessionId": "summoner",
      "subProfessionName": "Summoner",
      "subProfessionCatagory": 47
    },
    "craftsman": {
      "subProfessionId": "craftsman",
      "subProfessionName": "Artificer",
      "subProfessionCatagory": 48
    },
    "executor": {
      "subProfessionId": "executor",
      "subProfessionName": "Executor",
      "subProfessionCatagory": 49
    },
    "pusher": {
      "subProfessionId": "pusher",
      "subProfessionName": "Push Stroker",
      "subProfessionCatagory": 50
    },
    "stalker": {
      "subProfessionId": "stalker",
      "subProfessionName": "Ambusher",
      "subProfessionCatagory": 51
    },
    "hookmaster": {
      "subProfessionId": "hookmaster",
      "subProfessionName": "Hookmaster",
      "subProfessionCatagory": 52
    },
    "geek": {
      "subProfessionId": "geek",
      "subProfessionName": "Geek",
      "subProfessionCatagory": 53
    },
    "merchant": {
      "subProfessionId": "merchant",
      "subProfessionName": "Merchant",
      "subProfessionCatagory": 54
    },
    "traper": {
      "subProfessionId": "traper",
      "subProfessionName": "Trapmaster",
      "subProfessionCatagory": 55
    },
    "dollkeeper": {
      "subProfessionId": "dollkeeper",
      "subProfessionName": "Dollkeeper",
      "subProfessionCatagory": 56
    }
  },
  "charEquip": {
    "char_248_mgllan": [
      "uniequip_001_mgllan",
      "uniequip_002_mgllan"
    ],
    "char_336_folivo": [
      "uniequip_001_folivo",
      "uniequip_002_folivo"
    ],
    "char_242_otter": [
      "uniequip_001_otter",
      "uniequip_002_otter"
    ],
    "char_110_deepcl": [
      "uniequip_001_deepcl",
      "uniequip_002_deepcl"
    ],
    "char_485_pallas": [
      "uniequip_001_pallas",
      "uniequip_002_pallas"
    ],
    "char_265_sophia": [
      "uniequip_001_sophia",
      "uniequip_002_sophia"
    ],
    "char_308_swire": [
      "uniequip_001_swire",
      "uniequip_002_swire"
    ],
    "char_130_doberm": [
      "uniequip_001_doberm",
      "uniequip_002_doberm"
    ],
    "char_430_fartth": [
      "uniequip_001_fartth",
      "uniequip_002_fartth"
    ],
    "char_158_milu": [
      "uniequip_001_milu",
      "uniequip_002_milu"
    ],
    "char_218_cuttle": [
      "uniequip_001_cuttle",
      "uniequip_002_cuttle"
    ],
    "char_302_glaze": [
      "uniequip_001_glaze",
      "uniequip_002_glaze"
    ],
    "char_179_cgbird": [
      "uniequip_001_cgbird",
      "uniequip_002_cgbird"
    ],
    "char_128_plosis": [
      "uniequip_001_plosis",
      "uniequip_002_plosis"
    ],
    "char_275_breeze": [
      "uniequip_001_breeze",
      "uniequip_002_breeze"
    ],
    "char_181_flower": [
      "uniequip_001_flower",
      "uniequip_002_flower"
    ]
  }
}